{"12785":{"id":"12785","summary":"What can the reader infer to be true of Roderick Usher's character based on how his letter to the narrator is described?","explanation":"Correct \n\tThe manner in which the letter is written indicates that Roderick Usher is struggling both mentally and physically. The wildly written letter refers to a nervous agitation, bodily illness, and mental disorder."},"150520":{"id":"150520","summary":"Which identifies a feature COMMON to both excerpts?","explanation":"Correct \n\tThe setting- time period identifies a feature COMMON to both excerpts. In the notes, both passages identify 1900 as the setting's time period.\n\t\n\tPeriod\n\t\n\tThis is an end punctuation mark that indicates the end of a sentence."},"150524":{"id":"150524","summary":"Which MOST CLOSELY matches the literary style and time period COMMON to both excerpts?","explanation":"Correct \n\tRealism writers had an interest in understanding society and individual emotions, actions, and motivations. Only this answer choice addresses features common to both excerpts. In addition, both excerpts fall into the Realism literary period (the late 1800s-early 1900s).\n\t\n\tPeriod\n\t\n\tThis is an end punctuation mark that indicates the end of a sentence."},"150525":{"id":"150525","summary":"STATEMENT: Naturalism is a literary movement that suggests human character is shaped by the role and experiences of family background, social conditions, and environment. \n\t\n\tWhich MOST CLOSELY expresses the connection between the statement and the two passage excerpts?","explanation":"Correct \n\tBoth excerpts have elements that reflect the statement. Family background, social conditions, and environment seem to shape George Tryon, Berry Hamilton, Frank Oakley, and Maurice Oakley."},"150526":{"id":"150526","summary":"Which characters seem MOST allegiant to the discriminatory social and cultural beliefs of the period?","explanation":"Correct \n\tMaurice Oakley and George Tryon are MOST allegiant to the discriminatory social and cultural beliefs of the period. Maurice adamantly derides the character of the 'Negro' and George Tryon generates a letter to inform Rena's brother that he is cancelling his engagement to Rena because of her biracial ancestry.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality.\n\t\n\t\n\t\n\tPeriod\n\t\n\tThis is an end punctuation mark that indicates the end of a sentence."},"150527":{"id":"150527","summary":"Identify the MOST PROMINENT distinction between Maurice in The Story of the Gods and George Tryon in The House Behind the Cedars.","explanation":"Incorrect \n\tGeorge is empathetic. Consider George's words: \"but I realize the hardship of your position and hers, and can make allowances. \""},"150528":{"id":"150528","summary":"Identify shared characterization features in The Story of the Gods and The House Behind the Cedars.","explanation":"Incorrect \n\tThe presence of a wealthy white male character is a shared feature in The Story of the Gods and The House Behind the Cedars. The characters George Tryon and Maurice Oakley are wealthy white males.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."},"19690":{"id":"19690","summary":"The character of Rainsford is mainly revealed through his","explanation":"Incorrect \n\tConversation with Whitney reveals Rainsford's character. All fourteen segments of this excerpt have dialogue-the conversation between the two men.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."},"21008":{"id":"21008","summary":"How does the author develop the characters in this short story excerpt?","explanation":"Correct \n\tThe correct answer is through the dialogue between Whitney and Rainsford. Each of the fourteen lines contains dialogue between Whitney and Rainsford. The reader learns of the characters from their conversation.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tDialogue\n\t\n\tThese are the words spoken by characters in a literary work."},"24002":{"id":"24002","summary":"How do the descriptions of the night in paragraphs 4, 5, and 6 establish mood in the opening setting?","explanation":"Incorrect \n\tIt creates ominous tension. The analogies all mention the darkness being warm and thick and moonless, not exactly a friendly image."},"24511":{"id":"24511","summary":"The author uses the description of the setting","explanation":"Incorrect \n\tTo help to establish a mysterious mood is the correct answer. The descriptions of the blackness of the night and the sailor's dread of the nearby island creates an eerie and mysterious atmosphere."},"248491":{"id":"248491","summary":"Read the section below and select the BEST analysis of the author's intention.\n\t\n\t\"Well,\" she said, \"I think I'll look around to-morrow. I've got Friday and Saturday, and it won't be any trouble. Which way is the business part?\\\"\n\tMinnie began to explain, but her husband took this part of the conversation to himself.\n\t\n\t\"It's that way,\" he said, pointing east. \"That's east.\" Then he went off into the longest speech he had yet indulged in, concerning the lay of Chicago. \"You'd better look in those big manufacturing houses along Franklin Street and just the other side of the river,\" he concluded. \"Lots of girls work there. You could get home easy, too. It isn't very far.\"\n\tCarrie nodded and asked her sister about the neighbourhood. The latter talked in a subdued tone, telling the little she knew about it, while Hanson concerned himself with the baby. Finally he jumped up and handed the child to his wife.","explanation":"Incorrect \n\tThe author attempts to portray Hanson as being dismissive of his wife, not seeing her as an equal partner. Hanson interrupts his wife and takes over the conversation. Later Minnie's demeanor is described as subdued. Hanson gives his baby to Minnie when he is ready to go to bed."},"305322":{"id":"305322","summary":"Which BEST analyzes the impact of the word choices in the first paragraph?","explanation":"Incorrect \n\tThe word choices create a sense of despair and wretchedness. The adjectives and adverbs support this answer choice. Consider the words gloomy, oppressively, dreary, melancholy, desolate, and decayed.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."},"305331":{"id":"305331","summary":"Which meaning associated with the word \"singular\" seems MOST intended in the last sentence of this passage?","explanation":"Incorrect \n\tExceptional is the meaning associated with the word \"singular\" that seems MOST intended in the last sentence because circumstances prompting the summons are extraordinary."},"35952":{"id":"35952","summary":"What is the climax of the story?","explanation":"Incorrect \n\tThe climax of the story is when Cameron's father is happy with the results. Cameron couldn't meet her friends until her father approved her cleaning efforts.\n\t\n\tClimax\n\t\n\tThis is the part of the plot where the conflict and tension reach a peak."},"6026":{"id":"6026","summary":"Which statement BEST expresses the theme of the passage?","explanation":"Incorrect \n\tThe discussion between Rainsford and Whitney concerning the two classes leads Rainsford to conclude that it's better to be the hunter, not the huntee."},"6028":{"id":"6028","summary":"Which is a clear conflict in the passage?","explanation":"Correct \n\tRainsford and Whitney's differing views on how an animal feels when hunted is the correct answer because Rainsford and Whitney disagree about what an animal is capable of feeling."},"6032":{"id":"6032","summary":"Whitney suggests that it is particularly dark because","explanation":"Correct \n\tWhitney says it is a moonless Caribbean night."},"6544":{"id":"6544","summary":"Which statement BEST summarizes the passage?","explanation":"Incorrect \n\tIn the passage a man approaches the foreboding home of his childhood friend for a lengthy visit after receiving word that the man has taken ill."},"88524":{"id":"88524","summary":"What is the best way to summarize the speaker's seemingly contradictory impressions of the state of the house?","explanation":"Incorrect \n\tThe correct answer is It is sturdy, yet appears to be falling apart. The narrator tells how there is no overall sense of architectural instability, yet still a sense of decay: a \"wild inconsistency between its still perfect adaptation of parts, and the crumbling condition of the individual stones.\"\n\t\n\tNarrator\n\t\n\tThis is the teller of the story.\n\t\n\t\n\t\n\tadaptation\n\t\n\tThis is a version of an original source (such as a diary, an autobiography, or a story) which is modified for presentation in another form, such as a film, a musical, or a play.\n\t\n\t\n\t\n\tParts\n\t\n\tRoots, suffixes, and prefixes are called word ___."}}