{
    "100749": {
        "id": "100749",
        "summary": "Which is the best summary of this poem's central theme, or message?",
        "explanation": "Correct \n\tThe best summary of the theme or central message of this poem is the following statement: We never really know what's going on in another person's mind. This message is communicated by the fact that the main character seemed to be happy, but wound up killing himself.\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tCentral\n\t\n\tThe key point made in a passage is called its ____ idea.\n\t\n\t\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "112754": {
        "id": "112754",
        "summary": "Which of these choices displays both proper parallel structure and correct use of commas?",
        "explanation": "Incorrect \n\tThe correct answer is The editor told his writers to make sure they punctuate properly, to make sure they place quote marks around direct quotations, and to check the quality of their work. This is the one choice which displays both correct use of commas and proper parallel structure.\n\t\n\tQuote\n\t\n\tIf you repeat the words someone else has said or written, you ______ them.\n\t\n\t\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tDirect Quotation\n\t\n\tThis is the exact repetition of someone's written or spoken words."
    },
    "114895": {
        "id": "114895",
        "summary": "Which two themes are touched on in the hymn sung by Father Mapple in this passage?",
        "explanation": "Incorrect \n\tThe correct answer is despair and faith. The hymn speaks of a soul who is mired in the depths before God rescues him."
    },
    "114897": {
        "id": "114897",
        "summary": "In the first paragraph, \"condense\" means",
        "explanation": "Incorrect \n\tThe correct answer is come together. In context, it is clear that the preacher is asking the congregation not to be so \"scattered\" across the room, but instead to cluster together so he can speak to them more intimately.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "114899": {
        "id": "114899",
        "summary": "In this fourth paragraph of the passage, \"foundering\" means",
        "explanation": "Incorrect \n\tThe correct answer is struggling. Seen in context, the metaphor being drawn is of a ship at sea in some peril, perhaps in danger of sinking.\n\t\n\tMetaphor\n\t\n\tThis is a direct comparison of two things, in which they are said to be (in some sense) the same thing.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "114901": {
        "id": "114901",
        "summary": "What effect is achieved by the author's choice to have Father Mapple sing the hymn?",
        "explanation": "Correct \n\tThe correct answer is It indicates that this devout man's faith has not come without struggle. The heartfelt lyrics of the hymn help to reinforce this general sentiment."
    },
    "114904": {
        "id": "114904",
        "summary": "What is implied here by the mention of Father Mapple dwelling \"at the bottom of the sea\"?",
        "explanation": "Incorrect \n\tThe correct answer is He is metaphorically described in this manner to show the mystical heaviness of his devotion. This is the most fitting interpretation, when the passage is subjected to scrutiny.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action.\n\t\n\t\n\t\n\tInterpretation\n\t\n\tThis is an explanation of the significance or meaning of a work."
    },
    "114913": {
        "id": "114913",
        "summary": "What is the significance of Father Mapple reading from the Book of Jonah?",
        "explanation": "Incorrect \n\tThe correct answer is Jonah encounters a whale, and Moby-Dick is about a whale. This is the significance of the reference, in context.\n\t\n\tReference\n\t\n\tThis is a source used to find information.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "12090": {
        "id": "12090",
        "summary": "What does the word defaulted mean in the first sentence of Paragraph 5?",
        "explanation": "Correct \n\tIf someone \"defaults\" on a check he writes, that person has failed to meet his obligations or promises. Dr. King is suggesting that the people who descended from the authors of the Constitution, who proclaimed that all men are created equal, did not live up to their promise of equality because black people in Dr. King's time were still considered inferior to white citizens."
    },
    "12092": {
        "id": "12092",
        "summary": "Which is the best meaning of the word dirge as it is used in line 28?",
        "explanation": "Incorrect \n\tThe word \"dirge\" is almost always accompanied by the words \"funeral\" or \"lamentation\" because a \"dirge\" is a sad or mourning song used in mourning."
    },
    "12197": {
        "id": "12197",
        "summary": "Which is the BEST definition of the word sham as it it used in the above sentence from the passage?",
        "explanation": "Incorrect \n\tIn the context of this sentence, a sham is a fraud or mockery. Douglass cannot be happy or celebrate the Fourth of July (a day of freedom) because during his time period African-Americans were not free. Therefore he felt that America celebrating its freedom was hypocritical at best.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues.\n\t\n\t\n\t\n\tPeriod\n\t\n\tThis is an end punctuation mark that indicates the end of a sentence."
    },
    "122508": {
        "id": "122508",
        "summary": "Select the choice in which the sentence displays correct pronoun-antecedent agreement.",
        "explanation": "Incorrect \n\tThe correct answer is The students were all asked to turn in their tests.. Of the choices available, this is the only one in which the pronoun (\"their\") agrees with the antecedent (\"students\").\n\t\n\tPronoun\n\t\n\tThis is a word that takes the place of a noun.\n\t\n\t\n\t\n\tAntecedent\n\t\n\tA pronoun must always match the word it is substituting for in person, number and gender. This is called pronoun-____ agreement."
    },
    "12289": {
        "id": "12289",
        "summary": "Which definition of the word visage best fits the context of the above sentence?",
        "explanation": "Correct \n\tA visage is a person's face. The painting is faded all over, so not only is the lady's dress faded, her face is too."
    },
    "12310": {
        "id": "12310",
        "summary": "What is the root word of promissory as it is used in this sentence?",
        "explanation": "Correct \n\tPromise is the correct answer. Promissory means containing or conveying a promise or assurance."
    },
    "12391": {
        "id": "12391",
        "summary": "In this sentence from the passage, the word directs most nearly means",
        "explanation": "Correct \n\tThe word directs in this context means guides or leads. Gibran is encouraging his listeners to let love direct or guide their choices and paths in life.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "124000": {
        "id": "124000",
        "summary": "Which sentence does not use correct parallel structure to list items in a series?",
        "explanation": "Incorrect \n\tThe correct answer is Martha said that she was so good at singing that she could make hymns soar, rock and roll, and even play some soul music. This sentence, unlike the others, fails to keep parallel structure among all the items listed within it.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work."
    },
    "124499": {
        "id": "124499",
        "summary": "Which of these statements demonstrates an example of irony/satire?",
        "explanation": "Correct \n\tThe correct answer is School uniforms are a wonderful idea; who needs individual fashion identities when we can all conform and dress exactly like everyone else? Of all of the possible statements, this is the only one in which irony/satire is displayed."
    },
    "12620": {
        "id": "12620",
        "summary": "In this line from the passage, what does the word direct mean?",
        "explanation": "Correct \n\tIn this context, the word direct means to guide or instruct. The passage seems to say that you cannot direct or guide where love will go; instead, love will lead you in the right paths.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "126674": {
        "id": "126674",
        "summary": "What sort of tone do the words \"creeps, leaps, prey, murdered, choked,\" and \"beat\" help create for this poem?",
        "explanation": "Correct \n\tThe correct answer is cruel and terrifying. The sea is portrayed as a vicious, cruel murderer of children in this poem through its imagery and diction.\n\t\n\tDiction\n\t\n\tThis is the writer's choice of words, including the vocabulary used, the appropriateness of the words, and the vividness of the language.\n\t\n\t\n\t\n\tImagery\n\t\n\tThis is the use of language that appeals to the five senses--touch, taste, smell, hearing, and sight.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "12788": {
        "id": "12788",
        "summary": "What can the reader infer about Peter's character from reading this passage?",
        "explanation": "Incorrect \n\tPeter is rather smart, but he is also somewhat lazy is the correct answer. The passage claims that he is the type of man who lives by his wits and that he doesn't want to descend the social scale by taking on a hard job of physical labor.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."
    },
    "13250": {
        "id": "13250",
        "summary": "Which answer choice BEST defines the word adorn as it is used in this sentence?",
        "explanation": "Incorrect \n\tto decorate is the correct answer. The definition of adorn is to decorate or make beautiful, so the BEST option is to decorate. This is a common 'function' of statues.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."
    },
    "13269": {
        "id": "13269",
        "summary": "What is the meaning of the word supinely as it is used in this selection?",
        "explanation": "Incorrect \n\tmarked by or showing lethargy, passivity, or blameworthy indifference The meaning of the word supinely is marked by or showing lethargy, passivity, or blameworthy indifference In the context of the passage, this is the only correct answer choice.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "14121": {
        "id": "14121",
        "summary": "What is the meaning of the word protruded as it is used in this sentence?",
        "explanation": "Incorrect \n\tPushed or thrust outward is the correct meaning for the word protruded as it is used in the selected sentence. Context clues suggest a 'wall' of trees from which a cannon is thrust or pushed outward.\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___."
    },
    "14123": {
        "id": "14123",
        "summary": "What is the BEST meaning of the word muzzle as it is used in this sentence?",
        "explanation": "Incorrect \n\tThe forward discharging end of the barrel of a firearm is the best definition for the word muzzle as it is used in this sentence. Context clues including the word cannon suggests the correct meaning.\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."
    },
    "14138": {
        "id": "14138",
        "summary": "What does sagacity mean as used in line 9?",
        "explanation": "Incorrect \n\tWisdom; the quality of being sound in judgment is the best definition of sagacity. Context clues suggest that even her blurredsagacity once had power to allow the speaker to 'sound' him.\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."
    },
    "14624": {
        "id": "14624",
        "summary": "Peter's character is best described as",
        "explanation": "Incorrect \n\tSelf-pitying is the correct answer. Clues to Peter's character can be found in such words and phrases as at odds with the world, his present misery, and no one did care. These and other phrases show Peter to be a young man who is pitying himself for his sad lot in life, and blaming the world around him for it.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."
    },
    "153513": {
        "id": "153513",
        "summary": "Why does the poet describe the leaves as having a \"color like blood\" in the first stanza?",
        "explanation": "Correct \n\tThe poet describes the leaves as having a \"color like blood\" in the first stanza to add to the murderous and forbidding tone of the poem. The poem is about a child drowning, and so the word \"blood\" foreshadows the dark events later in the poem.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "191505": {
        "id": "191505",
        "summary": "Which lines from the poem show that the sea is cruel but has a facade of beauty and warmth?",
        "explanation": "Incorrect \n\tThe correct answer is A savage beguiler/In sheathings of silk. These lines show the sea as a 'beguiler\" who is also ultimately a killer."
    },
    "19742": {
        "id": "19742",
        "summary": "The sentinels, facing the banks of the stream, might have been statues to adorn the bridge. What is the meaning of the word adorn as used in this sentence from paragraph two?",
        "explanation": "Incorrect \n\tTo decorate is correct. Comparing the sentinels to statues adorning the bridge is like saying they were there to decorate it at the ends, something common to bridges, especially older ones; for example, the Bridge of Lions in St. Augustine is adorned with statues of lions."
    },
    "19762": {
        "id": "19762",
        "summary": "Which of these BEST describes a theme of this poem?",
        "explanation": "Incorrect \n\tPride in battle and death is a possible theme for this poem, considering the battle imagery and emphasis on a fitting location for the ship's burial.\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tImagery\n\t\n\tThis is the use of language that appeals to the five senses--touch, taste, smell, hearing, and sight.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "201390": {
        "id": "201390",
        "summary": "Fondly do we hope—fervently do we pray—that this mighty scourge of war may speedily pass away.\n\t\n\tUse context clues to determine which choice is the correct definition of scourge in paragraph 5.",
        "explanation": "Correct \n\tCurse or affliction is the correct definition in this context. Scourge is used as a noun and, based on the rest of the paragraph, one can infer that it has a negative connotation.\n\t\n\tConnotation\n\t\n\tThis refers to the feelings and associations that go beyond the dictionary definition of a word.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "20154": {
        "id": "20154",
        "summary": "The pounding wave reverberates / The dirge of her illusion.\n\t\n\tWhat is the meaning of reverberates as it is used in stanza four, line twenty seven?",
        "explanation": "Incorrect \n\tTo echo back or resound is correct. The waves are echoing the dirge, or sad song, of the woman's illusion that her husband is not as bad as he is. The waves are like the beat of a drum in the song. Another word in this stanza that helps the reader to see this is vibrate in \"While all the town and harbor side / Vibrate with her seclusion.\" Vibrate and reverberate both have to do with sound."
    },
    "20281": {
        "id": "20281",
        "summary": "Based on the author's description, which word BEST describes the writer that Jamal meets?",
        "explanation": "Incorrect \n\tThe author is generous. She writes Jamal a note and gives him one of her books."
    },
    "20282": {
        "id": "20282",
        "summary": "This story MOST likely takes place",
        "explanation": "Incorrect \n\tThis story takes place in the present day. Nothing indicates that this story is in the past or in the future."
    },
    "20285": {
        "id": "20285",
        "summary": "Why does Jamal write an essay about the government?",
        "explanation": "Incorrect \n\tJamal wrote the essay because he wants to work in government. This is stated in the first line of the story.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "20286": {
        "id": "20286",
        "summary": "Which word BEST describes Jamal?",
        "explanation": "Correct \n\tJamal is hard-working. He wants a career in government and he is not afraid to work toward his goal."
    },
    "20287": {
        "id": "20287",
        "summary": "What did Jamal do LAST?",
        "explanation": "Incorrect \n\tThe last thing Jamal did was meet an author. Though the narrator does not talk about traveling to Washington DC, readers can guess that he would have done that.\n\t\n\tNarrator\n\t\n\tThis is the teller of the story."
    },
    "20315": {
        "id": "20315",
        "summary": "\"A sentinel at each end of the bridge stood with his rifle in the position known as 'support,' that is to say, vertical in front of the left shoulder, the hammer resting on the forearm thrown straight across the chest -- a formal and unnatural position, enforcing an erect carriage of the body.\"\n\t\n\tWhat is the meaning of the word sentinel as it is used in this sentence from the passage?",
        "explanation": "Incorrect \n\tA person who stands guard is the correct answer. The use of the pronoun his and the mention of the body are clues that this is a person. Other sentences in the paragraph give clues that the bridge is being guarded.\n\t\n\tPronoun\n\t\n\tThis is a word that takes the place of a noun."
    },
    "21173": {
        "id": "21173",
        "summary": "Based on the author’s description, which word BEST describes Amak?",
        "explanation": "Incorrect \n\tAmak is hardworking in his attempts to find food for his family. He searches in trees and bushes for food before he walks to the ocean, and he tries very hard to catch a seal to bring back to his family."
    },
    "21176": {
        "id": "21176",
        "summary": "This story MOST LIKELY takes place",
        "explanation": "Correct \n\tThis passage is a folktale about the first time a person ever cried. Folktales are written to explain why things are a certain way today because of events that took place in the distant past.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "21177": {
        "id": "21177",
        "summary": "Why does water begin to flow from the man's eyes?",
        "explanation": "Incorrect \n\tWater begins to flow from the man’s eyes because all of the seals swam into the water. The last seal swam into the water right before he started to cry."
    },
    "21178": {
        "id": "21178",
        "summary": "Which word BEST describes the wife?",
        "explanation": "Incorrect \n\tThe woman is caring. She goes to find her husband when she hears strange noises. Then she also begins to cry when he tells her his story."
    },
    "21195": {
        "id": "21195",
        "summary": "According to the passage a demographic is",
        "explanation": "Incorrect \n\tA demographic is a a group of people an ad is directed at. Ads that are directed toward kids often talk about junk food."
    },
    "21196": {
        "id": "21196",
        "summary": "According to line 6, sponsored means",
        "explanation": "Incorrect \n\tTo be sponsored means to be supported by a business. In exchange for advertising, many businesses help pay for sports teams’ needs."
    },
    "21198": {
        "id": "21198",
        "summary": "According to line 9, persistence means",
        "explanation": "Incorrect \n\tPersistence is another word for determination. Someone who is persistent does not give up."
    },
    "21199": {
        "id": "21199",
        "summary": "In line 14, sensation means",
        "explanation": "Correct \n\tIn this sentence, the speaker uses sensation to mean product. A \"sensation\" is something or someone very famous."
    },
    "21203": {
        "id": "21203",
        "summary": "In line 10 routine means",
        "explanation": "Correct \n\tTask is the best answer. In this context, routine means a task or job which is hard to do.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "21597": {
        "id": "21597",
        "summary": "Which of these BEST expresses the theme of this passage?",
        "explanation": "Correct \n\tThings in life and with people are often not as they seem. The first fourteen lines express the speaker's admiration of Richard Cory, and the belief that his life is grand and wonderful. However, the last lines show that things seemed bad enough somehow, for Richard to choose suicide.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "21936": {
        "id": "21936",
        "summary": "From the description of Monsieur Maillard you can infer that the author",
        "explanation": "Incorrect \n\tThe author thinks Monsieur Maillard is someone to be admired. Paragraph 3 describes the doctor as a portly, fine-looking gentleman of the old school, with a polished manner, and a certain air of gravity which was very impressive. This would certainly lead one to admire him."
    },
    "22869": {
        "id": "22869",
        "summary": "Which character trait BEST describes Levi's behavior in his interaction with the head chef?",
        "explanation": "Incorrect \n\tThe trait that best describes Levi in this passage is restraint. The narrator explains that Levi is worried about the contest because he does not know how he can stop himself from being inventive; however, Levi manages to restrain his creativity until the head chef gives him permission to be creative.\n\t\n\tNarrator\n\t\n\tThis is the teller of the story."
    },
    "23141": {
        "id": "23141",
        "summary": "What makes lines 12-13 an example of situational irony?",
        "explanation": "Correct \n\tThe poet writes about wounds and bleeding as positive. This irony puts the poet's unique twise on the idea of love.\n\t\n\tIrony\n\t\n\tThis is the contrast between appearance and reality or what is expected and what actually happens."
    },
    "23303": {
        "id": "23303",
        "summary": "What is a theme topic within this poem?",
        "explanation": "Incorrect \n\tDoomed love is the universal theme of this poem. The protagonist struggles hopelessly against the current of love that eventually draws her to her death.\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "23304": {
        "id": "23304",
        "summary": "One way the author presents the universal theme is by",
        "explanation": "Incorrect \n\tintroducing, in the first stanza,the conflict of the protagonist.  \"She fears him, and will always ask/ What fated her to choose him\"; This conflict expresses the main theme of this dramatic poem.\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "23341": {
        "id": "23341",
        "summary": "The line Meanwhile we do no harm is an example of which literary device?",
        "explanation": "Correct \n\tIrony is correct. The townspeople are telling the private business of the two people in the poem, and this is always harmful.\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "23424": {
        "id": "23424",
        "summary": "Reread the last sentence in paragraph 1. How does the understatement in this sentence add to the character of the Dr. Heidegger and his four guests?",
        "explanation": "Incorrect \n\tThe acknowledgment of the guests being \"foul\" and the hint that they are all prone to violence show that there is more to these characters than little old grandfathers and grandmother. It contrasts with their venerable, old descriptions.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "236": {
        "id": "236",
        "summary": "Which sentence contains a spelling error?",
        "explanation": "Incorrect \n\tThe word \"privelaged\" is misspelled. It should read \"privileged.\""
    },
    "23809": {
        "id": "23809",
        "summary": "What is a theme of this passage?",
        "explanation": "Incorrect \n\tThe common man is lost in the masses.. He is unaware of great movements which will soon sweep him up."
    },
    "23880": {
        "id": "23880",
        "summary": "In paragraph 4, which rhetorical device does Lincoln use to emphasize that everyone has a stake in the war?",
        "explanation": "Incorrect \n\tThe correct choice is Parallel structure. Lincoln relates both sides involved in the war by using the words each, neither and both. He connects their actions with parallel syntax throughout the paragraph.\n\t\n\tSyntax\n\t\n\tThis refers to the ordering of elements in a sentence."
    },
    "248491": {
        "id": "248491",
        "summary": "Read the section below and select the BEST analysis of the author's intention.\n\t\n\t\"Well,\" she said, \"I think I'll look around to-morrow. I've got Friday and Saturday, and it won't be any trouble. Which way is the business part?\\\"\n\tMinnie began to explain, but her husband took this part of the conversation to himself.\n\t\n\t\"It's that way,\" he said, pointing east. \"That's east.\" Then he went off into the longest speech he had yet indulged in, concerning the lay of Chicago. \"You'd better look in those big manufacturing houses along Franklin Street and just the other side of the river,\" he concluded. \"Lots of girls work there. You could get home easy, too. It isn't very far.\"\n\tCarrie nodded and asked her sister about the neighbourhood. The latter talked in a subdued tone, telling the little she knew about it, while Hanson concerned himself with the baby. Finally he jumped up and handed the child to his wife.",
        "explanation": "Incorrect \n\tThe author attempts to portray Hanson as being dismissive of his wife, not seeing her as an equal partner. Hanson interrupts his wife and takes over the conversation. Later Minnie's demeanor is described as subdued. Hanson gives his baby to Minnie when he is ready to go to bed."
    },
    "24952": {
        "id": "24952",
        "summary": "How does the setting of the story make it more effective?",
        "explanation": "Incorrect \n\tIt makes it seem lonely and wild. Notice that there are only mountains, forests, and animals, and that Amak must walk far to find hope of food."
    },
    "28614": {
        "id": "28614",
        "summary": "Why does the author use connotation in paragraph 3?",
        "explanation": "Incorrect \n\tThe correct answer is to explain his study as a curious place. The author gives specific descriptions of items in the room."
    },
    "29487": {
        "id": "29487",
        "summary": "Which group of adjectives BEST describes Peter's character?",
        "explanation": "Incorrect \n\tNegative, lazy, opportunistic are the adjectives that best describe Peter's character. The passage describes him as at odds with the world, not willing to do hard jobs, and as a thief who regrets getting caught and fired, but not the crime itself.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."
    },
    "29594": {
        "id": "29594",
        "summary": "Which MOST ACCURATELY reflects a traditional or contemporary theme of this speech?",
        "explanation": "Correct \n\tWhat MOST ACCURATELY reflects a traditional or contemporary theme of this speech is the new political energy related to race relations in the 1960's. In the opening lines of this section, Dr. Martin Luther King, Jr. refers to the large crowd as the 'greatest demonstration of freedom in the history of our nation.' He uses the phrase 'the fierce urgency of now, ' and then the word 'now' four more times in the last section. These combine to send the message (theme) that there is a new energy and urgency of the 1960's. The urgency revolves around equality and racial justice.\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "29597": {
        "id": "29597",
        "summary": "This story has a setting that is very important throughout American literature. Its setting is",
        "explanation": "Incorrect \n\tGiven its location in Alabama, the setting can be identified as the Civil War. Also, the third line of paragraph one refers to the \"Federal army\", a term used during the Civil War.\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens."
    },
    "29991": {
        "id": "29991",
        "summary": "Read this line from stanza 5.\n\t\n\tFor one, he said, to labour bred, was a match for fortune fairly, O.\n\t\n\tWhat does the narrator suggest in this line?",
        "explanation": "Incorrect \n\tA good translation of the speaker's father’s advice is  People who are unafraid of hard work make their own luck."
    },
    "30770": {
        "id": "30770",
        "summary": "Choose the word with the correct spelling and context meaning to BEST complete this sentence:",
        "explanation": "Incorrect \n\tThe correct usage and spelling is whether. The remaining answer choices are either misspelled or do not fit in the sentence.\n\t\n\tspelling\n\t\n\tThe forming of words with letters in the correct order\n\t\n\t\n\t\n\tUsage\n\t\n\tThis is the way words and phrases are utilized correctly in written or spoken language."
    },
    "30785": {
        "id": "30785",
        "summary": "The fat brown cat was tired.\n\t\n\tWhich word is a predicate adjective in this sentence?",
        "explanation": "Incorrect \n\tThe correct answer is tired. Predicate adjectives are adjectives in the complete predicate of the sentence that describe the subject. The other two adjectives, fat and brown, are part of the complete subject, not the predicate.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "30860": {
        "id": "30860",
        "summary": "Golden retrievers are friendly family pets. ___________________ known for having good temperaments with young children.\n\t\n\tChoose the word that is spelled correctly and fits BEST in the context of the sentence.",
        "explanation": "Correct \n\tThey're is the correct answer. It is a contraction of the words they and are."
    },
    "31066": {
        "id": "31066",
        "summary": "In the first paragraph the author uses the words such as withered, melancholy, and foul to",
        "explanation": "Incorrect \n\tGive hints about the characters of Dr. Heidegger's guests is the correct answer. The author uses these adjectives to describe the guests and to help readers to develop feelings and attitudes about the characters.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."
    },
    "31186": {
        "id": "31186",
        "summary": "In paragraph 6, why does the author use the word hobbled to describe Dr. Heidegger as he went to get the book of magic?",
        "explanation": "Incorrect \n\tTo create an image of Dr. Heidegger's movements is the correct answer. Rather than use words like walked or went, the author wants to help the reader to visualize the scene and what is happening with these old friends."
    },
    "32215": {
        "id": "32215",
        "summary": "While reading this poem, Barry recorded his thoughts and reactions. Which reaction is BEST supported by the ideas and details in this poem?",
        "explanation": "Correct \n\tThe speaker has great respect for the ship, Old Ironsides. This answer is correct because the details and ideas of the poem support this reaction. In the final stanza, the speaker claims that a fitting burial for the ship would be in the mighty deep, to the god of storms. The first two stanzas depict a ship with a glorious history.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "32242": {
        "id": "32242",
        "summary": "Which BEST identifies the main problem or conflict in this passage?",
        "explanation": "Incorrect \n\tThe correct answer is Amak needs to find food for himself and his family. This BEST identifies the main problem or conflict in this passage. The first two sections of this folktale support this answer choice. The remaining sections describe Amak's efforts to get food and his reactions to his failure to catch the seal.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "32295": {
        "id": "32295",
        "summary": "Which BEST expresses the connection between the setting and the conflict in this passage?",
        "explanation": "Correct \n\tThe forest and ocean setting suggests a conflict between Amak and nature. This is the only answer choice supported by the text. Amak has several struggles. In the forest he searches for food, hoping to find it in the natural setting of the bushes or the living creatures. The ocean is the setting where he struggles to catch a seal. He struggles with emotion; however, that is not an answer choice.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens."
    },
    "32311": {
        "id": "32311",
        "summary": "What is the meaning of the word schooled in line 10?",
        "explanation": "Correct \n\tIn this context, the word \"schooled\" means to be educated or taught. Richard Cory is evidently a very elegant and stylish man who has been taught all the refinements and manners of his day and age.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "32546": {
        "id": "32546",
        "summary": "Which detail from the passage makes Jamal into a realistic and believable character?",
        "explanation": "Correct \n\tThe detail that makes this story realistic and believable is that Jamal wins an essay contest and takes an educational trip to Washington, D.C. Jamal does not have supernatural powers, nor does he become a real representative of the United States Congress.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "32729": {
        "id": "32729",
        "summary": "This passage is MOST LIKELY from which part of the plot?",
        "explanation": "Incorrect \n\tThe exposition is the correct answer. This part of the story introduces the characters and the beginning of the conflict. The action is beginning to rise, but the conflict has not fully developed.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."
    },
    "32732": {
        "id": "32732",
        "summary": "In this sentence from paragraph 3, what is the meaning of the word extempore?",
        "explanation": "Incorrect \n\tSpur of the moment is the correct answer. The paragraph tells how quickly he met, fell in love, and married."
    },
    "36311": {
        "id": "36311",
        "summary": "Which choice shows the correct spelling of the possessive form of gentlemen?",
        "explanation": "Incorrect \n\tThe correct answer is gentlemen's. Since gentlemen is the plural form of gentleman and doesn't end with an s,adding 's is correct."
    },
    "38201": {
        "id": "38201",
        "summary": "How do word choices in lines 3, 4, and 8 help make the poet's meaning clearer?",
        "explanation": "Incorrect \n\tThese lines contain word choices that create a royal image of Richard Cory. The word choices include gentleman, crown, imperially, rich, richer, and king. The remaining answer choices are not supported by the poem. Cory is not described as a common townsman, greedy, dishonest, or sickly.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "41622": {
        "id": "41622",
        "summary": "The novel At the Earth's Core includes characters David, a mining heir, and his elderly friend and inventor, Perry. In this excerpt, what comment does the author seem to make with the dialogue between them?",
        "explanation": "Incorrect \n\tWith age comes insight and wisdom. The dialogue between David and Perry supports this answer choice, especially section six which presents Perry as a thoughtful person. He is described as 'old'-not as feeble. His bowed head and deep thought before responding evoke a sense of wisdom. His smile suggests insight.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tDialogue\n\t\n\tThese are the words spoken by characters in a literary work."
    },
    "41624": {
        "id": "41624",
        "summary": "Which MOST COMPLETELY analyzes this excerpt for a comment about life?",
        "explanation": "Incorrect \n\tWhat appears beautiful can also be deadly. This answer choice is supported by the descriptions of the forest as both splendid and magnificent, but also with dense shadows, dark and gloomy as the grave.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "41625": {
        "id": "41625",
        "summary": "Which statement BEST reflects the human experience that is represented in this excerpt?",
        "explanation": "Incorrect \n\tHumans are drawn to explore and experiment. This is the only answer choice supported by the text. Readers should infer that David and Perry are involved in some type of exploration and experimentation.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "41631": {
        "id": "41631",
        "summary": "Which statement BEST reflects the human experience that is represented in this excerpt?",
        "explanation": "Incorrect \n\tHumans are fascinated by nature. This answer choice is supported by section two, sentence one: 'Together we stepped out to stand in silent contemplation of a landscape at once weird and beautiful.' The words gorgeous and magnificent splendor also support this answer choice.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "43869": {
        "id": "43869",
        "summary": "What is the theme of this passage?",
        "explanation": "Incorrect \n\tThe town is trying to completely cleanse itself. It has already hanged two people and now it is banishing several others."
    },
    "48169": {
        "id": "48169",
        "summary": "Complete the sentence by adding a personal pronoun that agrees with the antecedent:\n\t\n\tAre Jon and Kyle going to give _____________ presentation today?",
        "explanation": "Incorrect \n\tThe correct answer is their because it is the correct antecedent for the noun Jon and Kyle.\n\t\n\tAntecedent\n\t\n\tA pronoun must always match the word it is substituting for in person, number and gender. This is called pronoun-____ agreement."
    },
    "4828": {
        "id": "4828",
        "summary": "In this line from the passage, the word meditate suggests",
        "explanation": "Incorrect \n\tReflecting upon the joys of love is the correct answer. The author is suggesting that it is important to take time to think about the many joys that love brings."
    },
    "4829": {
        "id": "4829",
        "summary": "In this line from the passage, what does the word ecstasy mean?",
        "explanation": "Incorrect \n\tDelight is the correct answer. Ecstasy is an overwhelming emotion of pure delight, and the reader is encouraged to ponder just how delightful love is."
    },
    "4830": {
        "id": "4830",
        "summary": "In this passage, what does eventide  mean?",
        "explanation": "Correct \n\tNighttime is the correct answer. Eventide is evening time."
    },
    "4833": {
        "id": "4833",
        "summary": "What does the word sufficient mean in this sentence from the passage?",
        "explanation": "Correct \n\tEnough is the correct answer. Love is all one needs because it is all-inclusive. There is enough of it to meet the needs of the one being loved."
    },
    "4840": {
        "id": "4840",
        "summary": "Why is the title of the poem ironic?",
        "explanation": "Incorrect \n\tThe title implies that the sea is gentle and soothing, but it is depicted as ruthless and cruel is the correct answer. Irony is something different from what is expected.\n\t\n\tIrony\n\t\n\tThis is the contrast between appearance and reality or what is expected and what actually happens."
    },
    "4842": {
        "id": "4842",
        "summary": "Which statement BEST reflects the theme of the poem?",
        "explanation": "Correct \n\tAlthough the sea may appear beautiful, it can be treacherous and ruthless. The title suggests the calming and soothing nature of the sea; however, the poem shows how the ocean claims an innocent life.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "4847": {
        "id": "4847",
        "summary": "Which figurative device is created by the contrast in the title of the poem and the subject of the poem?",
        "explanation": "Correct \n\tIrony is the correct answer because the title gives the idea that the poem will be as gentle and soothing as a lullaby. The unexpected cruelty of the sea is what the poem is actually about.\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "4866": {
        "id": "4866",
        "summary": "What is the BEST definition for raptured in line 10?",
        "explanation": "Correct \n\tHe is captivated by the music and the sound of the organ."
    },
    "4914": {
        "id": "4914",
        "summary": "What is the purpose of the last line of the poem?",
        "explanation": "Correct \n\tProvides a bitter irony is the correct answer because they all thought that Richard Cory had everything in life, but his suicide would suggest otherwise."
    },
    "4916": {
        "id": "4916",
        "summary": "What kind of irony does the last line of the poem represent?",
        "explanation": "Correct \n\tThe last line of the poem is an example of situational irony where one outcome is expected and another occurs.\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "4917": {
        "id": "4917",
        "summary": "Why does the speaker comment that Richard Cory \"fluttered pulses\"?",
        "explanation": "Correct \n\tThe phrase is used to provide a concrete example of his effect on people. When he says \"Good-morning,\" people are so impressed that their pulses race momentarily."
    },
    "4919": {
        "id": "4919",
        "summary": "What is the central irony of the poem?",
        "explanation": "Correct \n\tThe central irony of the poem is that Richard Cory seems to have everything, but he kills himself. Everyone in the town envies Richard Cory and wants to be in his place, yet their idol takes his own life.\n\t\n\tCentral\n\t\n\tThe key point made in a passage is called its ____ idea.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "5271": {
        "id": "5271",
        "summary": "What is this poem about?",
        "explanation": "Incorrect \n\tA battleship that has reached the end of its career is the correct answer. The ship has been through many battles, but is now out of commission."
    },
    "5273": {
        "id": "5273",
        "summary": "What is the speaker’s attitude toward the ship?",
        "explanation": "Incorrect \n\tPassionate and poignant is the correct answer. The tone reflects the speaker's deep caring for the ship and the mourning of its passing.\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character."
    },
    "5274": {
        "id": "5274",
        "summary": "What is the focus of the third stanza?",
        "explanation": "Incorrect \n\t The speaker envisions a fitting end for the ship is the correct answer. The speaker suggests that a burial at sea would be the best way to dispose of the ship. For the speaker, going down nobly in a storm and sinking \"beneath the wave\" would be a fitting tribute."
    },
    "5280": {
        "id": "5280",
        "summary": "What does the speaker envision as a fitting end for this ship?",
        "explanation": "Incorrect \n\tShe should be set out to sea and given up to a storm is the correct answer. The sea would be her graveyard, and she \"should sink beneath the wave.\""
    },
    "5281": {
        "id": "5281",
        "summary": "Who is the speaker?",
        "explanation": "Incorrect \n\tSomeone with a deep and abiding admiration for the ship is the correct answer. Nothing else can be determined about the speaker except for his passion for his subject.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "5487": {
        "id": "5487",
        "summary": "Where is the short story taking place?",
        "explanation": "Correct \n\tThe passage states that the man is standing on a bridge in northern Alabama."
    },
    "5514": {
        "id": "5514",
        "summary": "The word singular as it is used in the first sentence of this story most NEARLY means",
        "explanation": "Correct \n\tThe word 'singular' can mean remarkable, extraordinary, unique, one-of-a-kind. This certainly describes Dr. Heidegger."
    },
    "5515": {
        "id": "5515",
        "summary": "Which dictionary definition of amuse BEST fits its usage in this quotation?",
        "explanation": "Incorrect \n\t\"Amuse\" is used as a synonym for entertain oneself."
    },
    "5519": {
        "id": "5519",
        "summary": "Which dictionary definition of woeful BEST fits its use in the last sentence of paragraph 1?",
        "explanation": "Incorrect \n\tSimply put, \"woeful\" means unhappy. The recollections, or memories shared by these four old people were somewhat unhappy, since at some point they had been fighting with one another."
    },
    "5532": {
        "id": "5532",
        "summary": "Which dictionary definition of inaugurates BEST applies to its use in the sentence.",
        "explanation": "Incorrect \n\tThe falling leaf indicates autumn, a time of year that initiated a confused period of influence she may have once had with him.\n\t\n\tConfused\n\t\n\tThese are words that sound somewhat alike but have different meanings/usage and can cause writers problems. They are commonly ___ words."
    },
    "5617": {
        "id": "5617",
        "summary": "Which dictionary definition of alight BEST applies to its use in the underlined sentence?",
        "explanation": "Correct \n\tIn the previous paragraph, it says, \"…and, checking my horse, I half resolved to turn back.\" Therefore, since he's traveling by horseback, when he arrives, he would need to 'alight,' or dismount his horse."
    },
    "57463": {
        "id": "57463",
        "summary": "Which sentence is written correctly?",
        "explanation": "Correct \n\tThe teacher insisted that her rules be followed. The subjunctive mood is needed in \"that\" clauses expressing a wish, request, or report of a command.\n\t\n\tMood\n\t\n\tThis is the feeling that an author wants readers to have while reading."
    },
    "58556": {
        "id": "58556",
        "summary": "Which word requires a hyphen?",
        "explanation": "Incorrect \n\tThe word xray requires a hyphen. Use a hyphen when joining ONE letter to a word. X-ray is the corrected version.\n\t\n\tHyphen\n\t\n\tThis is a small horizontal line used to set off parts of sentences, or to create compounds."
    },
    "58683": {
        "id": "58683",
        "summary": "Which is used when it is necessary to divide a word between syllables at the end of a line of type?",
        "explanation": "Incorrect \n\tA hyphen is used when it is necessary to divide a word between syllables at the end of a line of type."
    },
    "5953": {
        "id": "5953",
        "summary": "What caused the people of Poker Flat to be ‘after somebody’?",
        "explanation": "Incorrect \n\tThe town had lost several thousand dollars, two valuable horses, and a prominent citizen is the correct answer. In the third paragraph, a list of problems is given for Poker Flat to be \"after somebody.\""
    },
    "5954": {
        "id": "5954",
        "summary": "What is the theme of this passage?",
        "explanation": "Incorrect \n\tThe town is trying to completely cleanse itself. It has already hanged two people and now it is banishing several others."
    },
    "5955": {
        "id": "5955",
        "summary": "What can the reader assume will happen to the outcasts if they return to Poker Flat?",
        "explanation": "Incorrect \n\tThe outcasts will be killed is the correct answer because 'peril' means exposure to the risk of death."
    },
    "5956": {
        "id": "5956",
        "summary": "Which statement BEST summarizes the passage?",
        "explanation": "Incorrect \n\tPoker Flat's citizens are cleansing itself of all improper persons, and Mr. Oakhurst and several other citizens are banished from Poker Flat is the correct answer. The town is looking to completely cleanse itself, so it begins banishing citizens including Mr. Oakhurst."
    },
    "6056": {
        "id": "6056",
        "summary": "In this story, Mrs. Bullfrog is indirectly characterized as",
        "explanation": "Incorrect \n\tBecause her actions in the attack of the stagecoach driver lead the reader to conclude she is a vicious, vengeful woman, it is considered indirect characterization.\n\t\n\tCharacterization\n\t\n\tThis is the combination of ways that an author shows readers what a person in a literary selection is like."
    },
    "6057": {
        "id": "6057",
        "summary": "Mrs. Bullfrog's true character is directly revealed through",
        "explanation": "Incorrect \n\tSince the dialogue does not reveal her true character, but rather the person she wants Mr. Bullfrog to see her as, the reader must rely on her actions to know her true character. It is only after her vicious action with the stagecoach driver that the reader, along with Mr. Bullfrog, begin to learn of her real nature.\n\t\n\tDialogue\n\t\n\tThese are the words spoken by characters in a literary work.\n\t\n\t\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality.\n\t\n\t\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."
    },
    "6061": {
        "id": "6061",
        "summary": "What is the author’s purpose for including paragraphs 5, 6 and 7 in this story?",
        "explanation": "Incorrect \n\tMrs. Bullfrog's reiterated request that her husband mustn't \"disarrange [her] curls\" indicates she has a stern part of her personality that may emerge and would be in contrast to the sweet, refined exterior charm.\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "6063": {
        "id": "6063",
        "summary": "In paragraph 13, how is Mrs. Bullfrog’s character revealed?",
        "explanation": "Incorrect \n\tThrough descriptive language of Mrs. Bullfrog's actions, we learn that it is she who is responsible for the savage affair."
    },
    "6065": {
        "id": "6065",
        "summary": "What is the author’s purpose in including paragraphs 2-6?",
        "explanation": "Incorrect \n\tWith the dialogue contained in these paragraphs, we see the initial stages of the conflict beginning within Peter, heightening the suspense from the beginning.\n\t\n\tDialogue\n\t\n\tThese are the words spoken by characters in a literary work.\n\t\n\t\n\t\n\tSuspense\n\t\n\tThis is a state of heightened anticipation and tension, which can arise from events in or the setting of a story."
    },
    "6066": {
        "id": "6066",
        "summary": "What is the main idea of the story?",
        "explanation": "Incorrect \n\tPeter regrets having made the mistake of stealing the doughnut  is the correct answer because more than half of the passage is centered around the main idea that Peter has made a mistake, from which there is no recovery.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."
    },
    "6067": {
        "id": "6067",
        "summary": "In which paragraph does the reader find out the most about the setting?",
        "explanation": "Incorrect \n\tSetting is when and where the story takes place. Paragraph 12 provides in the first sentence the time (\"about two o'clock of and afternoon in July\") and the place (\"the streets of American City.\") The paragraph further outlines the city's particular setting.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens."
    },
    "6068": {
        "id": "6068",
        "summary": "What is the author’s purpose for including the incident of the stolen fried doughnuts?",
        "explanation": "Incorrect \n\tTo explain why he has a new perspective of life is the correct answer because as it states in paragraph 1 and 2, without Peter stealing the fried doughnut, his life might have been totally different. It \"changed the whole current of his life\" and gave him a new perspective of life.\n\t\n\tPerspective\n\t\n\tThis is a writer's or speaker's point of view about a particular subject, and is often influenced by their beliefs or by events in their lives.\n\t\n\t\n\t\n\tPerspective\n\t\n\tThis is a writer's or speaker's point of view about a particular subject, and is often influenced by their beliefs or by events in their lives."
    },
    "6117": {
        "id": "6117",
        "summary": "Look at the underlined section labelled 5. There may be a mistake in punctuation, capitalization, or spelling. If you find a mistake choose the answer that corrects the mistake. If there is no mistake, choose ‘Correct as is.’",
        "explanation": "Incorrect \n\tEscape from their enemies by jumping away is the correct answer because although many people mispronounce the word, there is no x in escape. \"Their\" is correct because it is a possessive pronoun that tells whose enemies. \"Enemies\" is a plural noun and does not need an apostrophe.\n\t\n\tPronoun\n\t\n\tThis is a word that takes the place of a noun."
    },
    "63762": {
        "id": "63762",
        "summary": "Which sentence is written correctly in regards to parallel structure?",
        "explanation": "Incorrect \n\tThe sentence that is written with correct parallel structure is the following one: The coach told the players that they should get a lot of sleep, that they should not eat too much, and to do some warm-up exercises before the game.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work."
    },
    "63786": {
        "id": "63786",
        "summary": "Which sentence has an error in parallel structure?",
        "explanation": "Incorrect \n\tThe sentence that has a problem with parallel structure is the following one: My father taught me to always be kind, to always be strong, and that I should always be truthful. The last item in this list (in order to be parallel) should read \"and to always be truthful.\"\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work."
    },
    "64202": {
        "id": "64202",
        "summary": "Which sentence fails to use correct parallel structure?",
        "explanation": "Incorrect \n\tThe following sentence lacks parallel structure: The teacher told Harrison that he needed to find a new topic, do better research, and start citing sources correctly. The last item in this list is not parallel to the rest. The sentence should read as follows: \"The teacher told Harrison that he needed to find a new topic, to do better research, and to learn how to cite sources correctly.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "64738": {
        "id": "64738",
        "summary": "Sections 1, 2, and 10 are significant primarily because they suggest the likelihood that",
        "explanation": "Incorrect \n\tDr. Heidegger wants to include his guests in an experiment with the water. Section 1 describes the guests as very old, section 2 states explicitly that Dr. Heidegger wants his guests to assist in an experiment, and section 10 uses language to describe the rose that also describes the old guests."
    },
    "6699": {
        "id": "6699",
        "summary": "In the last sentence of paragraph 4, what is the meaning of the word unalienable?",
        "explanation": "Correct \n\tUnable to be taken away is the correct answer because these are rights that are guaranteed to all Americans."
    },
    "84635": {
        "id": "84635",
        "summary": "What ironic point does the author make in paragraph 2?",
        "explanation": "Correct \n\tThe author makes the ironic point that People are bored by society, but society is also bored by them."
    },
    "96": {
        "id": "96",
        "summary": "Please fill in the blank with the words that best illustrate parallel structure.",
        "explanation": "Incorrect \n\tA is correct. All of the words are nouns. Your peanut butter and jelly preference is irrelevant. (Although, creamy Peter Pan is the best!)"
    },
    "98": {
        "id": "98",
        "summary": "Which choice completes the sentence with correct parallel structure?",
        "explanation": "Correct \n\tspikes is correct. \"Spikes\" mirrors the tense of \"serves\" and \"rotations.\""
    },
    "99938": {
        "id": "99938",
        "summary": "Choose a word or phrase that completes the statement using standard, conventional language.\n\t\n\tWhen teenagers break rules, many parents feel it is necessary to...",
        "explanation": "Incorrect \n\tSet new rules with stronger punishments is the phrase that completes the statement using conventional language. The other answer choices contain word choices that are not conventional (lay down the law; squash; kids; straighten up).\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    }
}