{"11759":{"id":"11759","summary":"What inference can you make by comparing the two sentences below?\n\t\n\t-first sentence of paragraph two: Check to see that your number is on the registry. \n\t-first sentence of paragraph three: You also can add your number to the registry using the same Web site or phone number (call from the number you want to register).","explanation":"Incorrect \n\tThe registry can be key to ending telemarketing calls. Other answers might have accurate information but not from the sentences the student is asked to compare.\n\t\n\tcompare\n\t\n\tThis is a method of relating how two or more elements or texts are SIMILAR."},"12043":{"id":"12043","summary":"Why does the article include only toll-free telephone numbers?","explanation":"Incorrect \n\tThe correct answer is because this service is provided by the government. Citizens of the United States are usually provided with toll-free numbers to contact various officials and programs provided as a service to them."},"12621":{"id":"12621","summary":"Which definition of the word unnerving BEST fits the context of this sentence from the article?","explanation":"Correct \n\tThe BEST definition of unnerving in this context is making a person upset or to feel empty of courage. Julianne had just received notice from her doctor that her tests revealed an abnormality, so she would naturally be unnerved or upset by its message.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"12704":{"id":"12704","summary":"What is the meaning of the word bank as it is used in this sentence from the passage?","explanation":"Correct \n\tTo drive on an inclined curve of a racetrack is the correct answer. Bank has many different definitions. The sentence from the passage refers to professional race drivers, so  bank in this case relates to driving.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."},"12759":{"id":"12759","summary":"Which research question would LIKELY fit the comparison and contrast organizational method?","explanation":"Correct \n\tHow do the boating laws of California differ from the boating laws of Florida? is the correct answer. This question asks for differences in the boating laws in California with the boating laws in Florida."},"128":{"id":"128","summary":"Lindsey is writing a narrative about her trip to the beach. What order would be best for her details?","explanation":"Incorrect \n\tChronological order would be best since it sequences details according to when events occurred. This would help the reader know what happened first, then second, and so on.\n\t\n\tSequence\n\t\n\tA group of steps or events that are in order are called a ____.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"12886":{"id":"12886","summary":"This article’s organization of information is best described as","explanation":"Correct \n\tThe article moves through each section of Shakespeare’s playwriting career in the order in which it occurred, giving a brief overview of Shakespeare’s playwriting career."},"12887":{"id":"12887","summary":"According to the article, which of these Shakespearean plays was written FIRST?","explanation":"Correct \n\tSection III focuses on Shakespeare’s earliest plays including Titus Andronicus. The other plays mentioned in the answer choices occur at the peak or end of Shakespeare’s career (and thus later than Titus was written)."},"12891":{"id":"12891","summary":"How is the information in this article organized?","explanation":"Correct \n\tThe correct answer is-Shakespeare’s playwriting career is presented in the order in which it occurred. The whole article presents an overview of Shakespeare’s rough start, sudden greatness, and falling off of poetic power in the order in which it occurred."},"12892":{"id":"12892","summary":"What does the author see as the main cause for why students don't really see Shakespeare as a real, flawed human being?","explanation":"Correct \n\tThe correct answer is the fact that students only read Shakespeare’s greatest works in school and thus never see his weaknesses. The author clearly sees merit in studying some of Shakespeare’s lesser known and less successful plays because they will allow students to see that Shakespeare is both human and yet attained greatness in his work.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"13195":{"id":"13195","summary":"Which statement BEST summarizes the entire article, So You Want to be a Teacher?","explanation":"Correct \n\tOnly, The teaching profession has many advantages and many frustrations; whether or not you should become a teacher is ultimately up to you, lists both the positives and negatives of teaching."},"13196":{"id":"13196","summary":"Which statement BEST summarizes the section entitled,Where did your Life Go?","explanation":"Incorrect \n\tNot only do teachers have to work in a classroom all day, they often spend their afternoons and evenings doing extra-curricular work for the schools, sums up all the information in the passage."},"13198":{"id":"13198","summary":"Which statement BEST summarizes the section entitled, The Pros of Teaching?","explanation":"Incorrect \n\tOnly, Being a teacher means having many benefits: personal job fulfillment, a strong union, supportive friends and colleagues, and many holidays and breaks off during the school year,  encompasses all the author’s opinions of the positives of teaching."},"13199":{"id":"13199","summary":"Which statement BEST summarizes the section, The Cons of Teaching?","explanation":"Incorrect \n\tBeing a teacher has many drawbacks: a low salary, frustration with parents and students, and long hours of work after school has ended, encompasses all the author’s opinions of the negatives of teaching. Answer C comes close, but ultimately it doesn’t have any specific examples of how dissatisfying the job can be. Answer B focuses purely on one example of a negative attribute (low salary). Answer A simply restates one opinion from one section of the entire part titled The Cons of Teaching."},"13200":{"id":"13200","summary":"Which statement BEST summarizes the section, There's More to Life Than Your Salary?","explanation":"Incorrect \n\tWhile it is true that teachers don’t make a lot of money, there are many other (non-monetary) compensations for the low pay and they don't live in poverty. This statement addresses both the positive and negative aspects included in the passage."},"13252":{"id":"13252","summary":"Which choice MOST CLOSELY defines the word game as it is used in this sentence?","explanation":"Incorrect \n\tactively interested In this sentence the word game is used informally and means actively interested. This option is the only definition which describes the one who is not dismayed by his bad luck.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."},"13350":{"id":"13350","summary":"Which is the BEST and MOST accurate summary of some of the key points in this article?","explanation":"Incorrect \n\tThe only true and accurate statement among the answer choices based upon this article is the following: No one knows what causes asthma, but family history is certainly influential. All of the other answer choices make erroneous or unsupported claims that were not in the article at all.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."},"13514":{"id":"13514","summary":"Which of these is the BEST meaning for ingested as it is used in this sentence?","explanation":"Incorrect \n\tTo take or absorb into the body is the BEST meaning for ingest as it is used in the sentence. The context mentions a capsule and describes the effects once it is taken into the body.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"13718":{"id":"13718","summary":"Which of these is the BEST definition of “truism” as used in this sentence?","explanation":"Correct \n\tPrincipleis the correct answer, although the best synonym would probably be the word “axiom.\" A truism is a generally widely held belief that most anecdotal evidence supports. Motto and slogan aren’t applicable at all. Belief implies the truism is simply a matter of personal preference.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"13721":{"id":"13721","summary":"If the author wanted to add another heading for a new section, which title for that heading would be the BEST choice to further support his argument?","explanation":"Correct \n\tPositive Benefits Resulting from Being on a Reality Show, is the most specifically reality to the passage and clearly would support the argument which is trying to defend the merits of reality shows.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"13723":{"id":"13723","summary":"If there were another heading in this article titled “Former Reality Show Contestants Defend Their Choices,” one would expect this section to include information about","explanation":"Correct \n\twhy these contestants are proud and positive about their reality show experiences is the only one that relates directly to the heading.\n\t\n\tHeading\n\t\n\tThis is a title or subtitle at the beginning of a chapter, section, or unit of a text."},"13856":{"id":"13856","summary":"Which sentence excerpted from the passage is an example of faulty logic?","explanation":"Correct \n\tThe sentence, If they’re so corrosive and decadent, how could millions of people tune in every week to watch these shows?, is an example of faulty logic. Basically, this sentence argues by the bandwagon propaganda technique: if a lot of others want to do something, then it must be a good and moral decision.\n\t\n\tMoral\n\t\n\tA theme of a passage, story, novel, poem, or drama that readers can apply to life is called a ____.\n\t\n\t\n\t\n\tLogic\n\t\n\tThis is the reasoning used to reach a decision based on a set of assumptions, or it may be defined as the science of reasoning, proof, thinking, or inference."},"13858":{"id":"13858","summary":"What could this author do to strengthen his argument that people enjoy being on reality shows?","explanation":"Correct \n\tThe author could strengthen his argument by adding a reality show contestant’s testimony about the joy of being on such a show. Using testimonials from established authorities strengthens an argument. None of the other options do anything to support the argument and instead just provide digressions.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"13859":{"id":"13859","summary":"What could the author add to support his argument in the last sentence of Paragraph 2?","explanation":"Correct \n\tThe correct answer is Add an example of an unhappy event occurring on a show, just as it would in real life. This answer would provide a concrete, specific example to “prove” that reality shows reflect the not-so-pleasant parts of life.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tParts\n\t\n\tRoots, suffixes, and prefixes are called word ___."},"13975":{"id":"13975","summary":"In paragraph 1, the word appeal means","explanation":"Correct \n\tThroughout the review, the author speaks highly of the book. Therefore, you can conclude that appeal has a positive meaning. The word appeal means charm."},"13976":{"id":"13976","summary":"In paragraph 2, the word evoked means","explanation":"Correct \n\tKate’s sympathy might have been brought about if her parents had allergies. The word evoked mean brought about."},"13977":{"id":"13977","summary":"A synonym for the word emphasis in paragraph 4 is","explanation":"Correct \n\tEmphasis is followed by a line of text that is in all capital letters. The capital letters add emphasis. A synonym for emphasis is importance."},"13978":{"id":"13978","summary":"In paragraph 2, the word captivating means","explanation":"Correct \n\tThe author describes the bat in a positive way throughout the article. Captivating is a positive word that means fascinating."},"13979":{"id":"13979","summary":"A synonym for the word mellow in paragraph 2 is","explanation":"Correct \n\tMellow means the opposite of needy and demanding. A synonym for mellow is mild."},"13980":{"id":"13980","summary":"In paragraph 5, the word abnormal means","explanation":"Correct \n\tThe author says that the reader will see the bat blend in with the other characters. The author implies that the reader will feel that the bat is very normal. Therefore, abnormal means very unusual.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."},"13981":{"id":"13981","summary":"In paragraph 1, the word poor means","explanation":"Correct \n\tThe bat most likely has to imagine what is happening in the backyard because it cannot see what is going on. That means that the bat does not have good eyesight. The word poor means unreliable."},"13982":{"id":"13982","summary":"Why does the author believe that Ranch’s usual streak of silliness takes a back seat in Sleeping Upside-Down?","explanation":"Correct \n\tThe correct answer is that the characters seem sincere in their reactions. The author says that some of the situations in the book are still funny, but the characters seem sincere in their reactions. To be sincere is to be honest about your feelings.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."},"13987":{"id":"13987","summary":"The author uses paragraph 1 to","explanation":"Correct \n\tWriters often begin their work with exciting scenes that catch the readers’ interest. The author uses paragraph 1 to gain the reader’s attention with vivid imagery."},"14009":{"id":"14009","summary":"In paragraph 3, another word for fertile is","explanation":"Correct \n\tA fertile area is productive. A fertile area produces a lot of vegetation."},"14091":{"id":"14091","summary":"Which of these statements BEST summarizes paragraph six?","explanation":"Incorrect \n\tThe best answer states that a dedicated fisherman will let nothing keep him from the sport. The author gives several examples of a 'true angler's' dedication in paragraph six."},"14110":{"id":"14110","summary":"Which is the BEST meaning for the word novice as it is used in the selected sentence?","explanation":"Correct \n\tThe best definition for novice from this context is a person new to a field or activity; a beginner.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"14126":{"id":"14126","summary":"Which is the correct meaning for elusive as it is used in this sentence?","explanation":"Incorrect \n\tTending to escape capture or comprehension is the correct meaning for the word elusive as it is used in this sentence."},"14129":{"id":"14129","summary":"What conclusion can you draw from paragraph seven?","explanation":"Correct \n\tThe author thinks fishing is a valuable pastime even if no fish are caught. Paragraph seven describes the values of fishing beyond catching fish-an escape from toil (work) and the beauty of nature."},"14170":{"id":"14170","summary":"In this sentence from the first paragraph of the passage, how does the author help a reader understand the meaning of the word novice?","explanation":"Correct \n\tBy comparing novice joggers to world-class runners is the correct answer. World-class runners have much experience, so novice joggers would be those without much experience.\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"14247":{"id":"14247","summary":"In paragraph 2, the word ravages means","explanation":"Incorrect \n\tThe word ravages refers to the damage that body fossils are exposed to over time. In the passage, the author points out that because animal bones and teeth are stronger than other body parts, they are able to survive the damaging effects of time.\n\t\n\tParts\n\t\n\tRoots, suffixes, and prefixes are called word ___."},"14250":{"id":"14250","summary":"In paragraph 3, a synonym for approximately is","explanation":"Incorrect \n\tScientists have used their discoveries to guess the approximate weight of the Beelzebufo. They have guessed that it weighed about 10 pounds."},"14251":{"id":"14251","summary":"In paragraph 4, another word for colossal is","explanation":"Incorrect \n\tThe author states that the Europasaurus was a very small animal. He points out that it was not colossal, but that it was six to seven times smaller than its cousin the brachiosaur. Something that is not colossal is not huge."},"14255":{"id":"14255","summary":"The purpose of this passage is","explanation":"Incorrect \n\tThis purpose of this passage is to tell about scientific discoveries of fossils. The author mainly discusses two interesting finds: the Beelzebufo fossils and the Europasaurus fossils.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"14260":{"id":"14260","summary":"The author's purpose in this passage is BEST shown by","explanation":"Correct \n\this enthusiasm for the subject. In many places the author seems excited by his subject and as if he is wanting to pass this on to his readers.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."},"14581":{"id":"14581","summary":"In this sentence from paragraph 1, the word entice means","explanation":"Correct \n\tThe word entice means attract. Explorers are enticed by the possibilities for food and trade that the oceans provide."},"14583":{"id":"14583","summary":"In paragraph 4, the word exotic means","explanation":"Correct \n\tThe word exotic means unusual and unfamiliar."},"14585":{"id":"14585","summary":"In paragraph 5, the word intricately means","explanation":"Correct \n\tThe word as used here means in strong ways. Not only does the ocean affect land—it also affects the climate and weather."},"14587":{"id":"14587","summary":"The author uses paragraph 6 to","explanation":"Incorrect \n\tThe author uses the last paragraph of the article to provide readers with his conclusion about why oceans are interesting. He concludes that oceans are interesting because of marine animals, exploration, trade, and climatic effects.\n\t\n\tConclusion\n\t\n\tThis is when you use pieces of information on a subject to base your opinion or make a decision. You draw a ________."},"14591":{"id":"14591","summary":"What is the purpose of this passage?","explanation":"Correct \n\tThe author’s purpose when writing this article was to tell interesting facts about oceans. The article teaches readers about some of the ocean’s unique features.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"14594":{"id":"14594","summary":"What is the purpose of the image?","explanation":"Incorrect \n\tThe purpose of the picture is to support the author’s opinion about oceans. The image might strengthen the author’s point that oceans are truly amazing and interesting.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"14605":{"id":"14605","summary":"In paragraph 3, the word propels means","explanation":"Correct \n\tPropels means pushes. Kinetic energy is the energy of movement. This energy pushes the cart down the hill."},"14731":{"id":"14731","summary":"In paragraph 2, the word segregated means","explanation":"Correct \n\tThe author’s use of the word isolated shows that it has the same meaning as the word segregated. The word isolated means separated, as does the word segregated."},"14732":{"id":"14732","summary":"In paragraph 1, the word industrious means","explanation":"Correct \n\tThe fight for civil rights was long and difficult, but a hard-working DuBois was tireless in his attempts to accomplish his goals. He was industrious."},"14733":{"id":"14733","summary":"In paragraph 3, the word steadfast means","explanation":"Correct \n\tDuBois was very dedicated, or committed, to his education. He pushed himself to become the first African American to earn a Ph.D. from Harvard, an immense accomplishment.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"14734":{"id":"14734","summary":"In paragraph 7, the word inducted means","explanation":"Correct \n\tDuBois did great work for the State of Georgia. To honor his work, the state inducted, or admitted, him into the Georgia Writers Hall of Fame."},"14736":{"id":"14736","summary":"In this sentence from paragraph 4, the word demonstrate means","explanation":"Correct \n\tDuBois did not support segregation. As a pioneer for civil rights, he used this time to demonstrate, or protest, against segregation.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"14737":{"id":"14737","summary":"In this sentence from paragraph 2, the word sustain means","explanation":"Incorrect \n\tThe word sustain as used in this sentence means support. DuBois took odd jobs from white people so that he could have money that he needed to take care of his family."},"14766":{"id":"14766","summary":"The purpose of this passage is","explanation":"Correct \n\tThis passage’s main purpose is to describe the life of a famous person. DuBois was famous because he accomplished great things and helped a lot of people.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"14825":{"id":"14825","summary":"The author uses paragraph 1 to","explanation":"Incorrect \n\tThe author uses paragraph 1 to  tell readers about an interesting historical site. The first paragraph describes the interesting scenery at the historical site.\n\t\n\thistorical\n\t\n\tThe setting and circumstances in which a literary work is written or an event occurs are called its ___ context. (2 words)\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"14829":{"id":"14829","summary":"In paragraph 3, what point is the author making when she describes a ditch surrounding the mounds?","explanation":"Incorrect \n\tThe author is saying that The ditch could be used for protective purposes. The author mentions that the ditches protected the burial mounds."},"14831":{"id":"14831","summary":"Why did the author MOST LIKELY write this passage?","explanation":"Correct \n\tThe author most likely wrote this passage to tell about an important historic site. The author tells about the history, impact, and description of the historic Etowah mounds."},"14832":{"id":"14832","summary":"In paragraph 1 the word impressive means","explanation":"Correct \n\tImpressive means remarkable. The author describes a place with interesting and mysterious sites."},"14833":{"id":"14833","summary":"In paragraph 5 the word significant means","explanation":"Correct \n\tThe word significant means important. Those living closest to the chief would be the most important people in the area."},"14835":{"id":"14835","summary":"In paragraph 6 the word relics means","explanation":"Correct \n\tRelics means remnants. Remnants, or leftovers, like clothing and jewelry found at the site are considered relics."},"18708":{"id":"18708","summary":"Which of these is a general written description covering the main points of a subject?","explanation":"Incorrect \n\tA general written description covering the main points of a subject is known as an outline. A glossary provides definitions of terms. A diagram provides a labeled picture of a subject, and an illustration is simply a picture.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tIllustration\n\t\n\tA drawing, painting, photograph or other visual representation made for explaining information or furthering understanding of an idea.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action.\n\t\n\t\n\t\n\tGlossary\n\t\n\tThis is a list found in the back of a book that gives definitions of unusual or hard words found in the text."},"19770":{"id":"19770","summary":"The word migratory as used throughout this passage refers to","explanation":"Incorrect \n\tBirds that move from one climate to another is the correct answer. During periods of colder weather, many birds move (or migrate) to warmer climates.\n\t\n\tPeriod\n\t\n\tThis is an end punctuation mark that indicates the end of a sentence."},"19808":{"id":"19808","summary":"From the context of the first paragraph, which two words are antonyms?","explanation":"Incorrect \n\tRecognize/ignore is the correct answer. To recognize is to pay attention to something or someone. Ignore means to refuse to take notice of something or someone."},"19813":{"id":"19813","summary":"Select the answer choice that MOST NEARLY means the same as ingested as it is used in these sentences from the passage.","explanation":"Incorrect \n\tSwallowed is the correct answer. The thermometer pill is compared to a vitamin pill. The passage then tells what happens when the pill is inside the body.\n\t\n\tcompare\n\t\n\tThis is a method of relating how two or more elements or texts are SIMILAR."},"20055":{"id":"20055","summary":"Which is the correct meaning for the word guile as used in this sentence?","explanation":"Incorrect \n\tShrewdness is correct. Shellfish, unlike unshelled fish, have no shrewdness - they are \"pitifully trusting\" and therefore easy to catch. The word shrewd means \"wise.\" Shellfish are not as wise as their unshelled cousins."},"20166":{"id":"20166","summary":"The information in this document is organized according to","explanation":"Incorrect \n\tTime order is the correct answer. Information on the major influences on agriculture in the Sacramento Valley is presented chronologically, or in the order in which these influences occurred."},"20188":{"id":"20188","summary":"Choose the word that is an antonym for abundant as it is used in this sentence from the first paragraph of the passage.","explanation":"Correct \n\tInsufficient is the correct answer. The word blessed indicates something good. Abundant means plentiful, so the opposite is insufficient."},"20230":{"id":"20230","summary":"Willfully as used in this passage means","explanation":"Correct \n\tIntentionally is the correct answer. The statement is referring to any person who does something on purpose.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"20319":{"id":"20319","summary":"\"We find that increasing the role of public transportation can provide the most effective strategy available for reducing energy consumption and improving the environment without imposing new taxes and government regulations on the economy or consumers.\"\n\t\n\t\n\tWhich word means the same as consumption as it is used in this sentence from the passage?","explanation":"Incorrect \n\tUsage is the correct answer. Using public transportation can help to decrease the amount of energy used."},"20505":{"id":"20505","summary":"Given this excerpt's tone toward the book A Boy at War thus far, how would you expect the review to end?","explanation":"Correct \n\tGiven that the excerpt is primarily positive about the book, one would expect that the review would end by recommending that people get a copy of this fresh perspective on Pearl Harbor.\n\t\n\tPerspective\n\t\n\tThis is a writer's or speaker's point of view about a particular subject, and is often influenced by their beliefs or by events in their lives."},"20821":{"id":"20821","summary":"According to paragraph 1 an artifact is an","explanation":"Correct \n\tAn artifact is an object from the past. Finding artifacts helped people understand all of the history that took place in this area."},"20822":{"id":"20822","summary":"In paragraph 5 the word technology means","explanation":"Correct \n\tAs it is used in this passage, technology is equipment, or the new machines that developed over time."},"20824":{"id":"20824","summary":"According to the passage a mound is a","explanation":"Correct \n\tThe passage describes a mound as a large hill. Some civilizations built these in the center of town."},"20827":{"id":"20827","summary":"Why did the author write this passage?","explanation":"Correct \n\tThis article was written to describe a popular American location. All of the other answer choices are only quickly mentioned."},"20830":{"id":"20830","summary":"What is the MOST likely reason that the Ocmulgee National Monument has a visitors’ center?","explanation":"Correct \n\tThe visitors’ center exists to greet people who visit the historic area . The building explains the history of the area."},"20852":{"id":"20852","summary":"Why did the author write this passage?","explanation":"Incorrect \n\tThe author of this passage wrote the passage to explain how glass is formed in nature. You can tell that the author knows a lot about this topic and wants to share his knowledge with readers.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."},"20856":{"id":"20856","summary":"According to the passage the word synthetically means","explanation":"Incorrect \n\tThe author is comparing how glass is made artificially to how glass is made naturally. Synthetic means artificial, or man-made."},"20857":{"id":"20857","summary":"Intense and extreme mean the same thing. These words are","explanation":"Correct \n\tWords that are spelled differently but share the same meaning are called synonyms. Intense and extreme are synonyms, which means that they can be used in place of one another."},"20859":{"id":"20859","summary":"If trans– means across or to the other side of and luc– means light, which of these words means that light can move through to the other side of something?","explanation":"Correct \n\tThe word translucent means able to see through. If you can see through a window, then light can pass through the window."},"20874":{"id":"20874","summary":"What was the reason this passage was written?","explanation":"Incorrect \n\tThe author wrote this passage to inform. The passage gives information about green building technologies."},"20878":{"id":"20878","summary":"Which BEST describes the organization of this passage?","explanation":"Incorrect \n\tThe organization of this passage is main idea and details. The main of idea of the passage is that green buildings use technologies that have less impact on the earth. The rest of the passage supports that idea.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"20880":{"id":"20880","summary":"The author MOST LIKELY italicized the word green in the first paragraph because","explanation":"Correct \n\tThe author italicized green in the first paragraph because the word is being described. The author is the giving the definition of the word in the first paragraph.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"20882":{"id":"20882","summary":"In the first paragraph the word environment means","explanation":"Incorrect \n\tThe word environment means surroundings. The passage talks about improvements in the world and in our surroundings."},"20883":{"id":"20883","summary":"If sol- means sun, which of these words means relating to or caused by the sun?","explanation":"Correct \n\tSolar means “of or relating to the sun.” Passive solar heating uses heat from the sun."},"20884":{"id":"20884","summary":"In the second paragraph the word efficient means","explanation":"Incorrect \n\tThe word efficient means effective. The author says that efficient technologies help to better use resources."},"21778":{"id":"21778","summary":"Based on the information in the document, which inference can be made?","explanation":"Incorrect \n\tIt might take several steps to stop telemarketing calls. Several steps are listed, suggesting several steps might be needed. No mention is given about which method is easier, and it is impossible to conclude that NO ONE would want telemarketing calls."},"21784":{"id":"21784","summary":"Which phrase BEST describes the sequence of information in the first paragraph?","explanation":"Incorrect \n\tThe correct answer is addresses the tragedy of heatstroke, then introduces the passage topic. The first six sentences deal with the tragedy of heatstroke, while the next two introduce thermometer pills.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"21853":{"id":"21853","summary":"Which is the BEST summary of this entire passage?","explanation":"Correct \n\tThe correct answer is Major influences in the development of agriculture in the Sacramento Valley included the Gold Rush and the influx of miners, climate, railroads, land speculation, development of irrigation, and a more diversified crop culture. This sentence manages to mention every major point made by the article about the history of the Sacramento Valley."},"22006":{"id":"22006","summary":"What is the author's purpose in writing this article?","explanation":"Incorrect \n\tTo inform is correct. The article contains facts and explanations, along with examples. The author is simply providing information to the reader without trying to change his mind, make him feel emotion, or make him reflect on an idea.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"22296":{"id":"22296","summary":"Comparing sections one and four leads the reader to infer","explanation":"Incorrect \n\tThe correct answer is that the author enjoys the sights and sounds of the swamp. The author uses many descriptive words for the creatures and wildlife of the swamp. No mention is made of the author's residence, tourists, or contrastingly high numbers of birds."},"22300":{"id":"22300","summary":"It is MOST logical to infer that","explanation":"Incorrect \n\tThe correct answer is The author supports greater use of public transportation. Sections seven, eight, and nine indicate this inference.\n\t\n\tInference\n\t\n\tThis is reading between the lines. It is taking something that you read and putting it together with something that you already know to make sense of what you read. You make an _____.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"22476":{"id":"22476","summary":"Based on the details and organization of this passage, which of these BEST explains the author’s purpose?","explanation":"Incorrect \n\tThe author is trying to tell about her personal experience with the Paulding Light . The first paragraph describes what she sees when she first travels to Dog Meadow. She then tells about her experience and arranges the details in the order in which they happened.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"22487":{"id":"22487","summary":"Many people do NOT believe the Paulding Light is a hoax because","explanation":"Correct \n\tThe author explains that many people do not believe the Paulding Light is a hoax because it is improbable that a person could manage the light for forty years. The frequency of the phenomenon makes it difficult to believe that one person could be responsible for the strange occurrence."},"22489":{"id":"22489","summary":"What caused many people to suspect that the light was merely car headlights?","explanation":"Correct \n\tMany people suspect that the light is cause by car headlight because of the rerouting of US highway 45. These people believe that this made the headlights visible from Dog Meadow."},"22689":{"id":"22689","summary":"What additional information would contribute to the validity of the ideas presented in this article?","explanation":"Incorrect \n\tResearch information about this new thermometer pill is the correct answer. Facts, figures, and statistics would give relevant and sufficient evidence to support the author's ideas.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject.\n\t\n\t\n\t\n\tFigure\n\t\n\tA word or phrase that is not meant to be taken literally but figuratively is called a ____ of speech."},"22703":{"id":"22703","summary":"Why does the author feel that students should study both good and bad works of Shakespeare?","explanation":"Correct \n\tStudents will be able to appreciate and better understand Shakespeare's successes by examining his failures is the correct answer. Students can comprehend Shakespeare's growth as a writer and realize his achievement of greatness."},"22805":{"id":"22805","summary":"Which sentence is an appropriate and effective thesis for a persuasive essay on the topic of weather manipulation?","explanation":"Incorrect \n\tAn appropriate and effective thesis for a persuasive essay on the topic of weather manipulation would be Weather manipulation could help thousands of people by providing rain to drought ravaged regions and stopping dangerous storms before they can start. It explains the author’s stance on the topic and provides reasons for these beliefs.\n\t\n\tStance\n\t\n\tThis is the role or behavior of a speaker or writer in relation to his or her subject, audience, and persona (or voice). It involves a balance among the three elements in communication: the arguments about the subject itself, the interests of the audience, and the voice of the speaker.\n\t\n\t\n\t\n\tThesis\n\t\n\tThe main point or central idea that a writer states and then endeavors to prove is called a ____.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."},"22830":{"id":"22830","summary":"Which statement BEST explains the difference between Florence's and the other women's opinions of Marian?","explanation":"Incorrect \n\tThe statement that best explains the difference between Florence and the other women’s opinions of Marian is Florence believes Marian is a great singer, and the other women think she is quite ordinary. . Before the performance, other women questioned the singer's abilities, but afterward they praised her. Florence's opinion did not change."},"22832":{"id":"22832","summary":"Which statement shows that Eleanor Roosevelt disagreed with the D.A.R. about Marian Anderson?","explanation":"Correct \n\tThe statement that implies that Eleanor Roosevelt disagreed with the D.A.R. is, ”First Lady Eleanor Roosevelt (another hero of mine) resigned from the organization to demonstrate her support for Marian.” Eleanor Roosevelt left the organization because she didn’t agree with their discrimination against Marian.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"22835":{"id":"22835","summary":"Which statement BEST explains the differences of opinion between Jerome Washington and Andria Meir?","explanation":"Incorrect \n\tThe statement that best explains the differences in opinion is Washington believes that the mall will bring him more business while Meir believes it will ruin the environment because Washington is the owner of a delicatessen, and Meir supports an environmental group.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"22845":{"id":"22845","summary":"Which statement implies that some critics do not like H. Vondermoot's work?","explanation":"Incorrect \n\tThe statement ”Some point out that Vondermoot still refuses to acknowledge that the Internet is shrinking the attention span of readers” informs the reader that the author has some critics.\n\t\n\tInternet\n\t\n\tThis is the global system of computers and networks used to find the most recent information."},"22846":{"id":"22846","summary":"Which statement is a summary of part of the plot of the book being reviewed?","explanation":"Incorrect \n\tThe statement ”Sasha’s father is in terrible danger and needs their help” lacks specificity and could leave readers with questions."},"23135":{"id":"23135","summary":"How is the information in this document organized?","explanation":"Incorrect \n\tThis passage is organized very simply: a problem is presented, followed by a suggested solution. The problem is how much energy is consumed by private transportation; the proposed solution is public transportation."},"23376":{"id":"23376","summary":"The purpose of this passage is","explanation":"Correct \n\tTo explain the dangers of heatstroke and the advantage of the pills is correct. Paragraph 1 outlines the dangers of heatstroke, and paragraph 2 describes the advantages of thermometer pills in helping to avoid it."},"23378":{"id":"23378","summary":"The organizational structure used in this passage is","explanation":"Incorrect \n\tLogical order is correct. There is no arrangement of items in relation to space, and neither cause and effect or comparison/contrast is used to help the reader understand. The author simply presents facts in a logical sequence.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tSequence\n\t\n\tA group of steps or events that are in order are called a ____.\n\t\n\t\n\t\n\tCause and Effect\n\t\n\tThis is the relationship between two or more events in which one event brings about another."},"24125":{"id":"24125","summary":"Dainty green warblers nest in its tree-tops, and red-eyed vireos choose a location below.\n\t\n\tIn this sentence from paragraph 3 of the passage, the word vireos refers to","explanation":"Correct \n\tA type of bird is the correct answer. At this point in the passage, the author begins to describe the many varieties of birds that live in the Limberlost."},"24221":{"id":"24221","summary":"Which is the BEST definition for deliberate as it is used in the first section of this passage?","explanation":"Correct \n\tTo discuss and consider is the BEST definition for deliberate as it is used in the first section of this passage. Context clues reveal the MOST LIKELY meaning translates to concerned citizens gathered to discuss and consider the issue.\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"24222":{"id":"24222","summary":"Which is the BEST definition for plethora as it is used in the second section of this passage?","explanation":"Correct \n\tSuperabundance; extreme excess is the BEST definition for plethora as it is used in the second section of this passage. Rereading and context clues reveal the author is contrasting what was expected (many, super abundant) topics to be covered, yet the proposed construction dominated the topic list.\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."},"24381":{"id":"24381","summary":"The primary purpose of this document is to explain","explanation":"Correct \n\tThe primary purpose of this document is to explain the benefits of teaching Shakespeare's less successful works. The first section ends with \"Thus, I would argue, nothing would be better for high school students than to take Shakespeare down a peg or two.\" and the last section ends with \"Perhaps teaching a bad Shakespeare play or two would make the famous plays’ greatness truly understood and deserved.\"\n\t\n\tPrimary\n\t\n\tAn original document or firsthand account is called a ____ source.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"24504":{"id":"24504","summary":"This passage is designed to","explanation":"Incorrect \n\tThis passage is designed to describe what it is like to live in outer space. In this passage, the author provides details about what it is like for an astronaut to live and work in outer space.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"24505":{"id":"24505","summary":"According to the passage, mission control accepts song dedications from astronauts' families and friends for the daily wakeup call. Based on this information, you can tell that astronauts","explanation":"Correct \n\tYou can tell that the astronauts probably experience some homesickness. Mission control attempts to reduce their loneliness by taking requests and dedications from friends and family members.\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"24506":{"id":"24506","summary":"In this passage, the word commodity means","explanation":"Incorrect \n\tThe word commodity means product. The author explains that water is a product that is hard to come by in space. Most of us could get water from the tap or from the store, but astronauts have to conserve this precious product."},"24507":{"id":"24507","summary":"What is MOST likely the reason that astronauts attach their sleeping bags to parts of the station?","explanation":"Incorrect \n\tAstronauts attach their sleeping bags to parts of the station to prevent them from floating in their sleep. Because astronauts live in a low-gravity environment, they need to secure their sleeping bags so they don’t float away and bump into something in their sleep.\n\t\n\tParts\n\t\n\tRoots, suffixes, and prefixes are called word ___."},"24510":{"id":"24510","summary":"Which event occurs FIRST in an astronaut’s day?","explanation":"Incorrect \n\tThe first event that occurs is The astronaut gets a wakeup call from mission control. All of the other events occur after the wakeup call from mission control.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."},"246289":{"id":"246289","summary":"\"He has made her, if married, in the eye of the law, civilly dead.\"\n\t\n\tWhat may be inferred from this statement?","explanation":"Correct \n\tThe correct answer is Man-made laws have deprived married women of their proper rights. This may be inferred from the fact that they are declared to be \"civilly dead.\"\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"246361":{"id":"246361","summary":"A central theme of this passage could be categorized as","explanation":"Incorrect \n\tThe correct answer is \"ways in which women have been treated unjustly by men.\" This most accurately summarizes the grievances voiced in this passage.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____."},"24650":{"id":"24650","summary":"The organizational structure of this passage","explanation":"Correct \n\tThe organizational structure of this passage does not include Chapter 3.\n\tDivision 2 has no Chapter 3; each section does not have transitions; the pattern is not an outline or a cause and effect.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tCause and Effect\n\t\n\tThis is the relationship between two or more events in which one event brings about another.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."},"24654":{"id":"24654","summary":"Who was influential in Tolkien's life FIRST?","explanation":"Incorrect \n\tThe first person in the answer choices that was influential in Tolkien's life was Fr. Francis Morgan. First, Tolkien met him, then C.S. Lewis (and the Inklings) and finally, his children.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"246622":{"id":"246622","summary":"\"We hold these truths to be self-evident: that all men and women are created equal; that they are endowed by their Creator with certain inalienable rights; that among these are life, liberty, and the pursuit of happiness...\"\n\t\n\tHere, the connotation carried by the term \"inalienable\" is","explanation":"Incorrect \n\tThe correct answer is suggestive of something permanent and binding. The connotation carried by this term indicates something which cannot be taken away.\n\t\n\tConnotation\n\t\n\tThis refers to the feelings and associations that go beyond the dictionary definition of a word."},"246649":{"id":"246649","summary":"\"The history of mankind is a history of repeated injuries and usurpations on the part of man toward woman, having in direct object the establishment of an absolute tyranny over her.\"\n\t\n\tIn this sentence, the term \"usurpations\" carries the connotation","explanation":"Incorrect \n\tThe correct answer is suggestive of violent injustice. Read in context, this term clearly indicates that a unfair outrage has been perpetrated.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"246694":{"id":"246694","summary":"In the first paragraph of the \"Declaration of Sentiments,\" how does the author of this document use the structure of the first paragraph of the \"Declaration of Independence\" for her own purposes?","explanation":"Correct \n\tThe correct answer is She cites \"nature and nature's God,\" but focuses attention upon \"one portion of the family of man.\". This accurately compares and contrasts the first paragraph of both documents.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tcompare\n\t\n\tThis is a method of relating how two or more elements or texts are SIMILAR.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."},"246733":{"id":"246733","summary":"Which is the best summary statement of the main idea of this passage?","explanation":"Incorrect \n\tThe correct answer is Men have treated women unjustly. This is the best summary of the passage, out of all of the available options."},"24873":{"id":"24873","summary":"How are the ideas in this passage organized?","explanation":"Incorrect \n\tThe passage is organized according to roughly chronological order. The passage basically \"tells the story\" of the earliest newspapers we know about from history to the present day. It is true that 1450 is mentioned \"out of order,\" but on the whole, the passage tells the chronological story of the development of newspapers."},"25068":{"id":"25068","summary":"Which is the BEST summary of the importance of details in the passage?","explanation":"Incorrect \n\tThe best summary states that both small fossils and large fossils give valuable information to paleontologists. One type of discovery is not of necessity more valuable or important than the other kind of fossil discovery."},"25327":{"id":"25327","summary":"Based on the information in the passage, which conclusion can you make?","explanation":"Incorrect \n\tLife on a space Station is different in many ways and similar in many ways to life on Earth."},"25586":{"id":"25586","summary":"What is the BEST way to summarize section A in part II, \"The Cons of Teaching?\"","explanation":"Incorrect \n\tAlthough teacher salaries are low, they are reliable and steady. is the best way to summarize this section. It contains the main ideas from the section unlike the other choices which only contain part of the main idea.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."},"25595":{"id":"25595","summary":"Why is the author's organizational strategy for paragraph 2 effective?","explanation":"Incorrect \n\tThe author's organizational strategy used in paragraph 2 is effective because The author provides some historical background about the Kowloon Region. She has organized the paragraph by sequence of events since she is writing about the history of Kowloon Region.\n\t\n\tSequence\n\t\n\tA group of steps or events that are in order are called a ____.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\thistorical\n\t\n\tThe setting and circumstances in which a literary work is written or an event occurs are called its ___ context. (2 words)"},"25799":{"id":"25799","summary":"How is the information in this passage organized?","explanation":"Correct \n\tThis passage is organized according to a problem and solution structure. The passage first explains how microbes can contaminate food, and then proceeds to explain how food contamination by microbes can be avoided.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"25817":{"id":"25817","summary":"How is paragraph 8 organized?","explanation":"Incorrect \n\tParagraph 8 is organized by Cause and effect. The paragraph focuses on what happens to a person's body during an asthma attack by describing the body's reactions and the effects they have."},"25846":{"id":"25846","summary":"Which BEST describes the organization of this document?","explanation":"Incorrect \n\tThe BEST description of the organization of the document is procedural because the information is arranged by the procedures necessary for the written test and the road test. Additional details are included throughout the list of procedures.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"25913":{"id":"25913","summary":"What is the BEST way to summarize paragraph 6 from the passage?","explanation":"Incorrect \n\tThe invention of the printing press brought about a rapid change in the flow of communication and led to the Renaissance is the best way to summarize paragraph 6. It contains the main idea from the paragraph rather than just a detail or two.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"26122":{"id":"26122","summary":"Which is the BEST summary of the information in this passage?","explanation":"Correct \n\tThe best summary of the entire passage is the following sentence: Life in a space station is both similar to and very different from life on earth. All of the other answer choices isolate specific facts from the passage but fail to provide a general overview of the passage's main idea.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"26146":{"id":"26146","summary":"Which is the BEST summary of the entire passage?","explanation":"Correct \n\tThe best summary of this passage is the following sentence: Newspapers have existed in various forms throughout history and have always been a popular way to learn today's news. All of the other answer choices isolate specific facts from the passage, but only the correct answer accurately summarizes the main points of the article.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"26184":{"id":"26184","summary":"Using the summary above, which sentence should NOT be included in the summary of this passage?","explanation":"Incorrect \n\tSentence 4 should not be included in the summary of this passage. The summary should highlight the main idea and theme of the passage rather than specific details as sentence 4 contains.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"26185":{"id":"26185","summary":"Using the summary above, which sentence should NOT be included in the summary of this passage?","explanation":"Incorrect \n\tSentence 6 should not be included in the summary. A summary should focus on the main idea and key points of the passage, not specific details as sentence 6 does.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"26189":{"id":"26189","summary":"Which sentence should NOT be included in the given summary of this passage?","explanation":"Incorrect \n\tThe sentence that should not be included in a summary of this passage is Sentence 4. The other sentences focus on the main idea or key points of the passage whereas sentence 4 contains a specific detail.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"27650":{"id":"27650","summary":"The above paragraph would work best as an introduction for which writing topic?","explanation":"Incorrect \n\tThe above paragraph would work best as an introduction for a narrative paper on your most memorable nature experience. That answer choice fits best with the theme of the paragraph, which focuses on the beautiful descriptions and wonders of the swamp.\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tIntroduction\n\t\n\tThis is the beginning of a written work that explains what will be found in the main part.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"27686":{"id":"27686","summary":"Which sentence from the passage is the BEST example of the author's attempt to develop interest and engage his audience?","explanation":"Correct \n\tAt one time or another, we have all pressed our hands against a window and looked through a pane of glass to view the world outside. This is the only answer choice that connects to the reader. The author establishes a context to which his readers will relate. This develops interest.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"27695":{"id":"27695","summary":"Which sentence is the BEST example of an introductory sentence that, if added, would develop more interest and better engage the audience?","explanation":"Correct \n\tThe correct answer is; Our human desire to communicate explains our rich history of sharing news through newspapers. The use of the word we pulls the reader in, making him part of the history of newspapers. The remaining answer choices, however interesting- are merely informative."},"27698":{"id":"27698","summary":"Which BEST describes the purpose of the first section of this passage?","explanation":"Correct \n\tThe correct answer is; It provides background information for context, so the reader can better understand the speech. While the speech was written by Newton Minnow, this introductory section is provided to engage the audience by providing necessary context information.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama.\n\t\n\t\n\t\n\tIntroductory\n\t\n\tThe position or approach of an essay, and a clear thesis statement, are included in the ____ paragraph.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"27767":{"id":"27767","summary":"Which MOST CLOSELY describes the views held by Newton Minow about television?","explanation":"Correct \n\tThe correct answer is; Minow is close minded about television being much worse now than it should be. He offers a few compliments, but is firm in his belief; \"I can assure you that you will observe a vast wasteland.\" His views can be described as close minded because he is not open to considering that he is in error or that other interpretations are plausible.\n\t\n\tInterpretation\n\t\n\tThis is an explanation of the significance or meaning of a work."},"27842":{"id":"27842","summary":"Which sentence best states the main idea of this passage?","explanation":"Incorrect \n\tThe answer choice that provides the BEST main idea of the passage is the following: Newspapers have gone through many changes over the years in development. All of the other answer choices either focus on a detail from the passage (rather than a summary) or note an idea or inference NOT mentioned in the passage.\n\t\n\tInference\n\t\n\tThis is reading between the lines. It is taking something that you read and putting it together with something that you already know to make sense of what you read. You make an _____.\n\t\n\t\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"27843":{"id":"27843","summary":"How does the author make a connection between the topic of the article and the reader's experience?","explanation":"Incorrect \n\tHow the author attempts to make a connection between the reader and his material is best expressed in the following statement: The author points out how glass is present in every person's life in some form. All of the other answer choices list facts mentioned in the article, but none of them are explicitly connected to a person's everyday experience and life.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"27855":{"id":"27855","summary":"What is the function of the first two sentences of this passage?","explanation":"Incorrect \n\tThe correct answer is to provide the context in which this passage is written. Kibler begins Building Green with these two sentences to present the situation we are in-with recent awareness and efforts to 'go green'. This helps the reader connect with the information that follows. The remaining answer choices are not supported by the text.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"27858":{"id":"27858","summary":"What is the MOST LIKELY relationship between the narrator and Fred Johnson?","explanation":"Incorrect \n\tThe correct answer is They are co-workers. The narrator is sharing his experiences on an island, far away from the hustle and bustle of a busy businessman's work day. His mention of Fred by first and last name suggests he is a coworker, not a boss (or he would have used Mr.). It also suggests he is familiar with the activities of Fred-probably from observing them from the next cubicle!\n\t\n\tNarrator\n\t\n\tThis is the teller of the story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"28035":{"id":"28035","summary":"Which section from Benson's passage combines MOST CLOSELY with the information from Soft Liquid-Like 'Wads' of Glass?","explanation":"Incorrect \n\tSection 4 from Benson's passage combines MOST CLOSELY with the information from Soft Liquid-Like 'Wads' of Glass? This is because both address glass in its liquid or liquid-like forms. Refer to the last sentence of Section 4.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."},"28062":{"id":"28062","summary":"Brittany read this selection. Which MIGHT be a reason she would choose NOT to read Cryptic Inducement?","explanation":"Incorrect \n\tMOST LIKELY, Brittany chose NOT to read the novel because she dislikes horror fiction. If she dislikes this entire subgenre of fiction, it is unlikely that Brittany would select Cryptic Inducement as a reading option. The remaining answer choices are not as likely. McCormick suggests that a reader can enjoy the novel without having read the others, and even if Brittany did not enjoy the writing style of McCormick--the information she presented could still be used to decide if Vondermoot's newest novel would be a good choice.\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure.\n\t\n\t\n\t\n\tNovel\n\t\n\tThis is a long work of fiction. It has a complicated plot, many characters, a significant theme, and varied settings."},"28135":{"id":"28135","summary":"Which BEST describes the purpose of paragraph 2?","explanation":"Incorrect \n\tTo describe the different types of seaplanes is the correct answer. Details help the reader to know about each of the three types of seaplanes.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"28504":{"id":"28504","summary":"Which BEST explains why the author includes section 2 at the beginning of the passage?","explanation":"Correct \n\tThe author includes section two at the beginning of the selection to provide necessary background information. This section is helpful for the reader to have because it explains the history of the Paulding Light."},"28984":{"id":"28984","summary":"What strategy does Wilmington use in Paragraph 4 to connect her audience more closely with her subject matter?","explanation":"Incorrect \n\tWilmington uses biographical information on Anderson in paragraph 4 in order to give her audience more insight into who Marian Anderson was.\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."},"28985":{"id":"28985","summary":"What strategy does Wilmington use in paragraph 3 to connect her audience more closely with her subject matter?","explanation":"Incorrect \n\tWilmington uses the author's personal reaction in paragraph 3 in order to give her audience more insight into what it was like to see Anderson perform.\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."},"29092":{"id":"29092","summary":"A student has been assigned this passage for a class presentation that includes a visual element. Which would be the BEST way to organize the information on a poster?","explanation":"Correct \n\tA timeline is the correct answer. Since the passage traces the development of the newspaper, the details are arranged in the order in which they occurred. A timeline would be a good visual representation.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"29100":{"id":"29100","summary":"Which BEST describes the organization of this article?","explanation":"Correct \n\tAlthough the passage does deal with cause and effect, and with the chronology of food contamination, the overall organization is one of problem-solution. The first parts deal with the problem of contamination (in production, processing, handling), while the last part presents the solutions.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tCause and Effect\n\t\n\tThis is the relationship between two or more events in which one event brings about another.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"29213":{"id":"29213","summary":"Which identifies a traditional literary practice that is used in this American passage excerpt?","explanation":"Incorrect \n\tThe correct answer is the author using a pseudonym, or \"false name\". Note the title and author line. Olive Green is the pseudonym used by Myrtle Reed, a late 19th Century American author. This tradition of using a pseudonym can be traced back to the early 16th Century France and England."},"29399":{"id":"29399","summary":"Although glass is thought of as \"stiff,\" it actually exists in a state that is between a solid and a liquid. Which could result in changing glass to a liquid state ?","explanation":"Incorrect \n\tTo make liquid glass, you need heat and sand that is producing glass before it cools or you need a piece of glass already made to be heated again to melt it (see paragraph 4). The correct answer is heating a window pane to an extremely high temperature."},"29439":{"id":"29439","summary":"The dawn clouds were gray and heavy, and it looked as though it might rain at any second as Julianne meandered to the mailbox at the end of the lawn. As she opened the box, the rusty hinge made a screech much like someone scraping fingernails across a blackboard.\n\t\n\tWhich is the BEST evaluation of the language used in these two sentences?","explanation":"Incorrect \n\tThe BEST evaluation of the language used in these two sentences is; A sense of something threatening and unpleasant is the effect of the word choices and simile. The author's choice of words such as gray, heavy, rain, rusty, and screech are examples of the threatening and unpleasant effect. Readers should recognize the unpleasant experience associated with the simile, 'a screech much like someone scraping fingernails across a blackboard.'\n\t\n\tSimile\n\t\n\tThis is a comparison of two unlike things using the terms \"like\" or \"as\".\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself.\n\t\n\t\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."},"29518":{"id":"29518","summary":"In section six the word relic means","explanation":"Correct \n\tIn paragraph six the author uses the term relic to describe something that has survived a long time."},"29778":{"id":"29778","summary":"What can the reader infer from paragraph 1?","explanation":"Correct \n\tThe DO NOT CALL Registry has been somewhat successful for its intended purpose. \"78 percent\" of people receiving \"far fewer calls\" can be considered successful.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"29791":{"id":"29791","summary":"Which would be an accurate and appropriate summary of paragraphs 3 and 4?","explanation":"Correct \n\tThe author is intrigued by Vondermoot's fiction, and feels that the length of his books will have no significant impact on book sales is the correct answer. In paragraph 3, the author calls Vondermoot's work a masterpiece and shows interest in a sequel. Paragraph 4 mentions the book's length and goes into detail explaing fan support.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"299550":{"id":"299550","summary":"Considering the content of both passages, which is a conclusion that would NOT be logical to make?","explanation":"Incorrect \n\tEmily Dickinson eventually graduated from Mount Holyoke Female Seminary. While her intelligence is admired and her short presence at the seminary is mentioned, her informal education continued, but nothing in the passages suggests her formal education continued to graduation."},"30082":{"id":"30082","summary":"The purpose of this passage is to","explanation":"Incorrect \n\tThe purpose of this passage is to describe the life of a famous American poet. The passage tells readers about Emily Dickinson’s life.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"30085":{"id":"30085","summary":"Which organizational pattern does the author use in this passage?","explanation":"Correct \n\tThe author uses chronological order to organize this passage. The author begins by talking about Emily’s early life, and then describes her schooling and her life as an adult."},"30087":{"id":"30087","summary":"Which of these BEST completes the timeline?","explanation":"Correct \n\tAfter returning home from school for unknown reasons, Emily continues her studies at home. This sentence is the best choice to complete the timeline."},"30128":{"id":"30128","summary":"Which sentence from the text would be MOST IMPORTANT to identify the structure of this speech as problem-solution?","explanation":"Correct \n\tThe sentence from the text that would be most helpful to a student who identifies the structure of this speech as problem-solution is; Search your consciences and see if you cannot offer more to your young beneficiaries whose future you guide so many hours each and every day. This sentence identifies what the author believes to be the solution to the problem of irresponsible and poor broadcast programming.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tProblem-Solution\n\t\n\tThis method of structuring text focuses on defining an issue, then gives a possible remedy for the issue."},"30394":{"id":"30394","summary":"Which of these sentences contains a SUMMARY?","explanation":"Correct \n\tThe sentence that contains a summary is This infomercial claims that these plastic inserts offer support for your feet, correcting your gait and stabilizing for your spine.. This sentence summarizes the claims in the infomercial. It doesn’t offer any opinion about the product.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."},"30396":{"id":"30396","summary":"Which statement is a summary of the Pro Walk’s benefits?","explanation":"Correct \n\tThe sentence that is a summary of the Pro Walk’s benefits is The Pro Walk helps to realign the spine and supports the feet. This sentence explains the Pro Walk’s benefits, but it does not offer any opinion of the product.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"30398":{"id":"30398","summary":"Which of these is a summary of Christian’s experience with the Pro Walk?","explanation":"Correct \n\tThe sentence that is a summary of Christian’s experience with the Pro Walk is After finding the right size, Christian felt that the Pro Walk alleviated his pain. This sentence explains how Christian felt about the product.\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"30475":{"id":"30475","summary":"Which is the BEST summary of paragraph 3?","explanation":"Incorrect \n\tSince fossil fuels are dirty and pollute the air and water, other technologies that pollute less and produce energy have been developed like solar energy and green buildings. is the correct answer. It summarizes the main points of the entire paragraph.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____."},"30478":{"id":"30478","summary":"Which answer choice would be an accurate summary of paragraph 1?","explanation":"Correct \n\tResearchers called paleontologists search for evidence of prehistoric living things. The remains they find, usually encased in stone, are called fossils that formed millions of years ago is the correct answer. These two sentences make brief statements about the main points of the paragraph."},"32168":{"id":"32168","summary":"Which is the BEST analysis of this passage?","explanation":"Correct \n\tAfter studying Christian's experience and Dr. Campbell's opinion, the author of the passage supports the use of orthotic inserts. The ninth section of the text supports this answer choice.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"32176":{"id":"32176","summary":"Why does the author refer to the FDA's approval of acupuncture needles?","explanation":"Incorrect \n\tIt is to demonstrate that acupuncture is regulated and safe. The author is trying to increase the reader's confidence."},"32342":{"id":"32342","summary":"Which BEST describes the cultural significance of this passage?","explanation":"Incorrect \n\tThe correct answer is This passage provides a partial chronicle of the challenges and opportunities for African Americans to perform for national and international audiences. This is the BEST analysis of the cultural significance of this passage. The last sentence of the first paragraph and all of the fifth paragraph support this answer choice.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"32344":{"id":"32344","summary":"Which context clues would you use if you did not know the meaning of the word atrocious?","explanation":"Incorrect \n\tThe context clue you would use if you did not know the meaning of the word atrocious is the fact that The D.A.R. was unsupportive of African American performers. One can assume that if the group is unsupportive that they would have made the experience extremely difficult for Marian Anderson.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"32345":{"id":"32345","summary":"Using this article, how could you determine the meaning of the word plethora?","explanation":"Incorrect \n\tYou would use context clues to determine the meaning of plethora because the words around it give you an indication of its meaning."},"32362":{"id":"32362","summary":"Which group of words helps you determine the meaning of retrospect?","explanation":"Correct \n\tThe group of words that helps you determine the meaning of the word is  they’re fascinating when you’re in the middle of them  because this group of words refers to progression through the book, just as the word retrospect refers to progression through the book."},"32446":{"id":"32446","summary":"Which term is a related word of flight as it is used in this passage?","explanation":"Correct \n\tThe term escape is a related word of flight because the passage is using the word flight to describe running away from danger."},"32519":{"id":"32519","summary":"The effect is that waste water does not tax water treatment centers. What is the cause?","explanation":"Correct \n\tThe cause is that gray water systems are used because the gray water system recycles some waste water for irrigation rather than burdening the water treatment centers."},"32735":{"id":"32735","summary":"What is the meaning of the word scores as it is used in the first paragraph?","explanation":"Incorrect \n\tIn this sentence, the author uses the word scores to mean many. The author mentions overcrowding in cities and the resurgence of the Homesteading movement. This tells you that many people are involved in the movement."},"37305":{"id":"37305","summary":"How does the author's purpose in this passage differ from an author writing about her personal struggle living with asthma?","explanation":"Incorrect \n\tThe way this article on asthma would differ from a personal memoir about asthma is that The author in this passage intends only to provide facts and helpful information for those who struggle with asthma. The author of this passage isn't trying to convey through imagery and expressive language how it feels to have asthma. The tone is clinical and informative--not personal and emotive.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\tImagery\n\t\n\tThis is the use of language that appeals to the five senses--touch, taste, smell, hearing, and sight."},"37705":{"id":"37705","summary":"Which BEST evaluates the evidence used to support the author's viewpoint?","explanation":"Correct \n\tChris Johnson offers specific details in support of Pro Walk orthopedic inserts and Dr. Ernestine Campbell offers a general recommendation for the inserts. This answer choice is supported by sections seven and eight. Section eight; '...Dr. Campbell believes that the Pro Walk can provide legitimate relief.' Section seven: '... Christian reported a significant improvement in his posture and a sharp decline in foot soreness... he also noticed a reduction in the pain he felt in his hips... even improving his coordination.'\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"38222":{"id":"38222","summary":"How does the organizational structure of this text support its purpose?","explanation":"Incorrect \n\tThe organizational structure of this text is chronological. This supports the purpose which is to explain the life of Emily Dickinson. A chronological structure organizes material in the order in which it happened. The purpose of the text is to explain the life of Dickinson from birth to death.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"40802":{"id":"40802","summary":"According to this timeline, what was the effect of the Civil War?","explanation":"Incorrect \n\tIt caused traffic on the Mississippi River to come to a halt. The timline points out that the Civil War caused the river to be closed."},"43733":{"id":"43733","summary":"Which is the BEST meaning for tradition as it is used in the selected sentence?","explanation":"Correct \n\tTime-honored practice or set of such practices, is the best definition for Tradition as it is used in the sentence. Context clues in the sentence include \"special\", and \"three decade.\"\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."},"43837":{"id":"43837","summary":"Why does the author refer to the FDA's approval of acupuncture needles?","explanation":"Incorrect \n\tIt is to demonstrate that acupuncture is regulated and safe. The author is trying to increase the reader's confidence."},"44420":{"id":"44420","summary":"Why would Marian Anderson's singing of \"My Country 'Tis of Thee\" at the Lincoln Memorial in 1939 bring tears to the narrator's eyes?","explanation":"Incorrect \n\tThe correct answer is because the song made a political statement about the country belonging to everyone--including African-Americans Marian Anderson claimed her right to sing the song that America was \"her country\"--even if her ancestors were brought to America in chains and enslaved.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."},"46007":{"id":"46007","summary":"The author of this passage wanted to write an essay about the influence of newspapers upon politics in both America and Europe throughout history. Has the author achieved his purpose?","explanation":"Incorrect \n\tThe best answer is the following statement: No, because the essay is about the historical development of newspapers rather than the political influence of newspapers. Although the essay makes some references to politics and their relationship to newspapers, it is not the focus of the essay. The essay focuses purely on the historical development of the newspaper over time.\n\t\n\thistorical\n\t\n\tThe setting and circumstances in which a literary work is written or an event occurs are called its ___ context. (2 words)\n\t\n\t\n\t\n\tReference\n\t\n\tThis is a source used to find information."},"46009":{"id":"46009","summary":"The author of this passage wanted to write an essay about the historical value of the Ocmulgee National Monument. Does this essay accomplish the author's purpose?","explanation":"Correct \n\tThe best answer is the following statement: Yes, because the author has provided several reasons for why the Ocmulgee National Monument is historically significant. The author does not try to persuade others to visit the Ocmulgee National Monument, nor does the author mention lobbying legislators to enact protective laws for the area."},"4899":{"id":"4899","summary":"The main purpose of the passage is to","explanation":"Correct \n\tThe author describes the setting with the intent to vividly illustrate the variety of bird life in the Limberlost region. While she does mention insects, plants, and animals, they are secondary to the birds.\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens."},"4901":{"id":"4901","summary":"In paragraph one, it can be deduced that alders are a kind of","explanation":"Correct \n\tBecause the \"alders around the edge draw flocks in search of berries,\" it can be reasoned that alders are a type of plant that produces berries to attract the birds."},"49189":{"id":"49189","summary":"How does Sojourner Truth use the repetition of the phrase \"And ain't I a woman?\" in the second paragraph to achieve her purpose?","explanation":"Correct \n\tThe repetition of the phrase reminds the audience that she is just as tough and capable as a man. Truth is directing the question specifically toward her strength and capability, not the entire female population.\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."},"5051":{"id":"5051","summary":"What would be the MOST effective substitution for the underlined part of sentence (5)?","explanation":"Correct \n\tA beacon is 'a guiding or warning signal, such as a light.' The fact that it is erected on land means this refers to a lighthouse.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"5053":{"id":"5053","summary":"In order to achieve more precise meaning, the word bona fide in paragraph 268 should be changed to ______.","explanation":"Correct \n\tA county or city may grant a yacht club permission to have a boat race if that yacht club has been officially approved by the county, city, and/or state government."},"5060":{"id":"5060","summary":"Which topic would be the BEST main idea for a new paragraph, that would be inserted between the current paragraphs 2 and 3?","explanation":"Correct \n\tThe second paragraph deals with the high cost of the mobility we value as Americans. There is a cost involved with making sure the roads we drive are safe: (e.g. snow plows, salt in icy conditions, road signs, speed bumps, traffic lights, etc.), and the idea of safety is introduced but not developed in paragraph 2. Therefore, the safety measures provided for those roads would be an appropriate topic for a new paragraph to follow paragraph 2.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."},"5067":{"id":"5067","summary":"Which idea is BEST supported by the evidence provided throughout the entire essay?","explanation":"Incorrect \n\tWhen considering essay's thesis, it is often best to review the opening paragraph as well as each topic sentence of each paragraph. It becomes more clear after doing this, that the idea being supported throughout is that the nation's relatively high consumption of energy and its by-product—pollution—can both be minimized by increasing use by Americans of public transportation.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tThesis\n\t\n\tThe main point or central idea that a writer states and then endeavors to prove is called a ____.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."},"5068":{"id":"5068","summary":"Which sentence BEST summarizes the main idea of the entire article?","explanation":"Correct \n\tThe opening paragraph spells out the nation's dilemma: the concern over energy use begins with how Americans travel. Therefore, to conserve our nation's energy, Americans should commute by bus or commuter train rather than individually by car."},"5072":{"id":"5072","summary":"Which of these statements BEST summarizes the main idea of paragraph 2?","explanation":"Correct \n\tBecause one of the three major ideas of the thesis is that The Peachtree is special because it is run on an important holiday., the reader should see that this is the paragraph that develops that idea.\n\t\n\tThesis\n\t\n\tThe main point or central idea that a writer states and then endeavors to prove is called a ____."},"5082":{"id":"5082","summary":"Considering the essay's formality, audience, and purpose, which phrase would BEST describe the purpose of this essay?","explanation":"Correct \n\tto narrate a history of the event for the sake of entertainment\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."},"5093":{"id":"5093","summary":"Which sentence BEST concludes what the supporting evidence suggests in paragraph 6?","explanation":"Incorrect \n\tThe paragraph conveys the balance a marine must strike between his duties as Mounted Color Guard and his regular duties as a U.S. Marine. Marines who participate as Mounted Color Guards also must carry out regular duties as a Marine."},"5103":{"id":"5103","summary":"Which statement is NOT related to the purpose of paragraph 1?","explanation":"Incorrect \n\tThe statement that is NOT related to the purpose of paragraph 1 is Charles Nordhoff published his book entitled, California for Health, Pleasure, and Residence. While Nordhoff's book is mentioned, it is only for the function of supporting the purpose of the paragraph, namely, to show how the valley prospered during this phase of its history.\n\t\n\tSupporting\n\t\n\tTo strengthen your ideas and opinions with examples, facts, or details is to add _____ details.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"5121":{"id":"5121","summary":"What is the main purpose of this article?","explanation":"Incorrect \n\tTo inform the public about the use of thermometer pills to prevent heatstroke in young athletes is the correct answer; the article titled \"Thermometer Pills\" informs readers of the newest technology in the effort to prevent heatstroke, particularly in young athletes, who are at the greatest risk."},"5128":{"id":"5128","summary":"What is the purpose of this passage?","explanation":"Incorrect \n\tTo entertain is the correct answer. The author's light language and humorous tone indicate that this passage was meant to be entertaining.\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character."},"5130":{"id":"5130","summary":"The passage suggests that shellfish are","explanation":"Incorrect \n\tEasy to catch is the correct answer. Reread the first paragraph to see what the author thinks.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."},"5131":{"id":"5131","summary":"Which sentence BEST supports the idea that true fishermen are dedicated to the sport?","explanation":"Correct \n\tThe real angler will sit all day in a boat in a pouring rain, eagerly watching the point of the rod, which never for an instant swerves a half inch from the horizontal is the correct answer. It best supports the idea that fishermen are dedicated to their chosen sport of fishing.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."},"5180":{"id":"5180","summary":"What is the purpose of this article?","explanation":"Correct \n\tTo inform is the correct answer because the purpose of this article is to inform the public of the dangers associated with food borne bacteria.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."},"5387":{"id":"5387","summary":"The gentleman of the house offers his arm to whom?","explanation":"Incorrect \n\tThe most distinguished female guest is the correct answer. This answer is found in the fifth paragraph."},"55776":{"id":"55776","summary":"Which sentence would BEST support the information in the paragraph?","explanation":"Incorrect \n\tThe question asks you to choose a detail that would support the paragraph. A good detail to add would be that he thinks that planting trees is a great way to help the world. This detail adds information about Uncle Ted and his trees that fits well with the rest of the paragraph.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."},"5788":{"id":"5788","summary":"By writing this article, the author seems","explanation":"Correct \n\tTo inform the public about the use of thermometer pills to prevent heatstroke in young athletes is the correct answer.\n\tThe article informs readers of the newest technology in this area."},"58205":{"id":"58205","summary":"What rhetorical device is used in the following sentence?\n\t\n\tAs Commander-in-Chief of the Army and Navy, I have directed that all measures be taken for our defense.","explanation":"Correct \n\tThe rhetorical device is ethos. By stating that he is the commander in chief, he is asserting his power and establishing his credibility."},"58206":{"id":"58206","summary":"What rhetorical device is used in the following sentence?\n\t\n\tIndeed, one hour after Japanese air squadrons had commenced bombing in Oahu, the Japanese Ambassador to the United States and his colleague delivered to the Secretary of State a formal reply to a recent American message.","explanation":"Correct \n\tThe rhetorical device is logos. By stating facts of the events, he is establishing a logical appeal.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\t\n\tLogical\n\t\n\tThis refers to a reasonable and sensible arrangement of ideas and details is called a ___ organization.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."},"5867":{"id":"5867","summary":"Based on information from the passage, the reader can assume that 'grist' is","explanation":"Correct \n\tIt is logical to assume by the context of the author's statements that grist is ground corn or corn meal. The third paragraph talks extensively about corn.\n\t\n\tLogical\n\t\n\tThis refers to a reasonable and sensible arrangement of ideas and details is called a ___ organization.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"62755":{"id":"62755","summary":"Based on the tone and content of this passage, what conclusion can be drawn about the author of this passage?","explanation":"Correct \n\tBased on the content and tone of this passage, the reader can conclude that The author loves teaching Shakespeare, but wants to soften some of the \"worship\" of Shakespeare that goes on in English classrooms. The main argument of the essay is that reading \"bad\" Shakespeare can actually be a quite good experience for teaching students how amazing Shakespeare really is.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."},"6682":{"id":"6682","summary":"Which definition has the closest meaning to portray as it is used in this sentence?\n\t\n\tAn unshelled fish is lively and elusive past the power of words to portray, and in this, undoubtedly, lies its desirability.","explanation":"Incorrect \n\tTo describe with words is the correct answer. The context clue, \"...past the power of words to portray...\" indicates that words cannot describe the lively, elusive fish.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"6684":{"id":"6684","summary":"Which is the correct meaning for token as it is used in this sentence?\n\t\n\tVainly he hopes for the muskellunge who has just gone somewhere else, but, by the same token, the sure-enough angler is ready to go out next morning, rain or shine, at sunrise.","explanation":"Incorrect \n\tThe correct answer is Definition 3-Something given or shown as a symbol or guarantee of authority or right; a sign of authenticity, of power, good faith, etc. The phrase \"by the same token\" generally indicates proof or guarantee of a statement.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."},"6685":{"id":"6685","summary":"Which is the correct meaning for guide as it is used in this sentence?\n\t\n\tThe guide can never understand what is wrong. Five days ago, he himself caught more bass than he could carry home, at that identical rocky point.","explanation":"Correct \n\tDefinition 1 has the closest meaning for guide as it is used in the sentence. The guide in this sentence is leading a fisherman through unfamiliar waters."},"6686":{"id":"6686","summary":"Which is the BEST meaning for condition as it is used in this sentence?\n\t\n\tOver the past ten years more than two dozen athletes have died from the medical condition known as heatstroke.","explanation":"Incorrect \n\tDefinition 1 is the best meaning for condition as it is used in the sentence.The sentence is referring to a medical state or situation that occurs when the body becomes extremely overheated."},"6690":{"id":"6690","summary":"Which definition gives the accurate meaning for monitor as it is used in this sentence?\n\t\n\tIf an athlete’s body temperature reaches a dangerous level, the monitor immediately transmits an alert.","explanation":"Incorrect \n\tDefinition 1 is the best meaning for the word monitor as it is used in the sentence.The monitor in the sentence informs or warns trainers that an athlete's body temperature has reached a dangerous level."},"6734":{"id":"6734","summary":"Which is the BEST definition for legitimate as it is used in the selected sentence?","explanation":"Correct \n\tBased on logical reasoning; reasonable  is the best answer. Legitimate in this sentence implies that only a few have a reasonable chance of winning the big prize.\n\t\n\tLogical\n\t\n\tThis refers to a reasonable and sensible arrangement of ideas and details is called a ___ organization."},"6736":{"id":"6736","summary":"Which is the BEST meaning for tradition as it is used in the selected sentence?","explanation":"Incorrect \n\tTime-honored practice or set of such practices, is the best definition for Tradition as it is used in the sentence. Context clues in the sentence include \"special\", and \"three decade.\"\n\t\n\tContext Clues\n\t\n\tThese are in the text surrounding a word and give hints for the meaning of the word. They are called ___ ___.\n\t\n\t\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."},"6737":{"id":"6737","summary":"Which is the BEST meaning for officially as it is used in this sentence?\n\t\n\tThat means no Statues of Liberty are officially allowed running down the road, as with other large festive races such as the Bay-to-Breakers 12K in San Francisco.","explanation":"Correct \n\tDefinition 2 is the best definition for officially as it is used in the sentence. The sentence indicates that wearing costumes is not authorized by a proper authority.\n\t\n\tDefinition\n\t\n\tUsually found in a dictionary, this tells you the meaning of a word or phrase."},"6739":{"id":"6739","summary":"Which is the BEST meaning for modestly as it is used in the selected sentence?","explanation":"Incorrect \n\tLack of pretentiousness; simplicity, is the best answer. The race began simply, without pretentiousness."},"6758":{"id":"6758","summary":"Which organizational method would produce the most sequential research report on the Sacramento Valley flood of 1928?","explanation":"Incorrect \n\tChoice A provides the best sequential method for organization. The passage indicates that Feather Road overflowed which led to the levees breaking. Much farmland was lost, therefore better flood control methods were developed.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text."},"6759":{"id":"6759","summary":"Which organizational method would produce the MOST sequential research report on the discovery of gold in 1848?","explanation":"Incorrect \n\tChoice A is the best organizational method to produce the most sequential order. It was after more than 100,000 people came to California in two years time that agricultural expansion began. Crop production increased after mining opportunities decreased."},"6761":{"id":"6761","summary":"Which organizational method would produce the most sequential research report World War I and its effects on the Sacramento Valley’s agriculture?","explanation":"Correct \n\tChoice C is the best organizational method to produce the most sequential order. Truck production increase, farm production increase, end of the war, and crop price collapse follows the sequence of paragraph 9.\n\t\n\tSequence\n\t\n\tA group of steps or events that are in order are called a ____."},"6794":{"id":"6794","summary":"Which would likely be presented second in a research paper that is organized sequentially?","explanation":"Correct \n\tAcupuncture became better known in the U.S. in 1971 would be the second topic presented in a sequentially organized paper since 1971 is the second date in chronological order.\n\t\n\tChronological Order\n\t\n\tThis is the arrangement of events in the order in which they occur.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."},"6796":{"id":"6796","summary":"Which would likely be presented last in a research paper that is organized sequentially?","explanation":"Incorrect \n\tA 2001 study documented the effects of acupuncture,is the last event in chronological or sequential order.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."},"6822":{"id":"6822","summary":"Which would BEST describe the organizational method use in this passage?","explanation":"Incorrect \n\tMain topic with sub-topics would be the best way to describe this organizational method. While the passage as a whole is about asthma. It is divided into sub-headings describing the many facets of asthma from causes to treatments.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."},"6828":{"id":"6828","summary":"Which organizational method would produce the MOST sequential research report on the treatment of asthma?","explanation":"Incorrect \n\t1.Devising an asthma control plan for prevention of asthma attacks and for sudden attacks \n\t2.Avoiding asthma attacks by taking prescribed medications\n\t3.Using quick-relief medications for sudden attacks\n\t4.Re-evaluating control plans annually is the most sequential report for the treatment of asthma."},"6859":{"id":"6859","summary":"Which BEST describes the organizational method used in this passage?","explanation":"Incorrect \n\tQuestion and answer best describes the organizational method used in this passage. Notice that the questions are used as headings, and the answers follow.\n\t\n\tHeading\n\t\n\tThis is a title or subtitle at the beginning of a chapter, section, or unit of a text."},"6875":{"id":"6875","summary":"Which word would be a synonym for the word endowed as it is used in the second paragraph?","explanation":"Incorrect \n\tBestowed is the best synonym for the word endowed as it is used in the sentence. The context implies that evolution has given you those weapons.\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."},"82252":{"id":"82252","summary":"The author develops his points in this passage by","explanation":"Correct \n\tIn this essay, the author develops his points by chronologically listing the development of newspapers in history."},"84363":{"id":"84363","summary":"In what year did the United States spend the most on defense?","explanation":"Incorrect \n\tThe United States spent the most on defense in 1953. The United States spent 450 billion dollars on defense that year."},"85063":{"id":"85063","summary":"According to the instructions shown, what is a condition for the project to be successfully delivered to the customer?","explanation":"Incorrect \n\tThe customer does not want pipe that is damaged.\n\t\n\tThe instructions mention that damaged pipe would not be accepted."},"87373":{"id":"87373","summary":"According to the information in this chart, which statement is true?","explanation":"Incorrect \n\tThis chart indicates that Galena, Graphite, and Silver are irregular in shape with gray streaks."},"87453":{"id":"87453","summary":"What conclusions can be drawn from this chart regarding voting rates?","explanation":"Correct \n\tOne conclusion that can be drawn from this chart is that voting rates increase as people age and obtain more education.\n\t\n\tConclusion\n\t\n\tThis is when you use pieces of information on a subject to base your opinion or make a decision. You draw a ________."},"8943":{"id":"8943","summary":"Which statement explains why the novel would be considered historical fiction?","explanation":"Correct \n\tAlthough characters in the book are fictional, the bombing of Pearl Harbor actually occurred is the correct answer. Historical fiction is the combination of fictitious characters with real historical events as a backdrop for the story to unfold.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\thistorical\n\t\n\tThe setting and circumstances in which a literary work is written or an event occurs are called its ___ context. (2 words)\n\t\n\t\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."},"91556":{"id":"91556","summary":"Why does the court determine that the notion of \"separate but equal\" ought not apply to this case?","explanation":"Incorrect \n\tThe correct answer is Because public education changes the rules of the game, necessitating racial integration. The court in fact largely hinges its decision on the relatively new phenomenon of public education, stating that \"equal opportunity for all\" is of crucical importance in such an institution.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."},"9175":{"id":"9175","summary":"By writing this passage, the author wanted to","explanation":"Correct \n\tThe author wanted to explain the tradition and spirit of the race. The writer does not provide much information about the city of Atlanta, nor does he explicitly attempt to persuade anyone to take up the sport."},"9183":{"id":"9183","summary":"Why is the speaker critical of television broadcasters?","explanation":"Correct \n\tHe feels that they have a responsibility to provide quality programming, but they are not doing so. is the correct answer. Based on his speech, he also feels that there are too many commercials already.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address."},"9186":{"id":"9186","summary":"What is the television critic suggesting?","explanation":"Correct \n\tTelevision programming is so bad that it puts viewers in a bad mood, is the correct answer. The reviewer was using humor to re-emphasize Minow's message: Bad television is bad for everyone.\n\t\n\tMood\n\t\n\tThis is the feeling that an author wants readers to have while reading."},"9187":{"id":"9187","summary":"The speaker thinks that","explanation":"Correct \n\tTelevision programming needs to be more balanced.  He is emphatically opposed to basing programming on ratings alone."},"9200":{"id":"9200","summary":"What impression does the reviewer want the reader to have of author, Harry Mazer?","explanation":"Correct \n\tThe correct answer is that he is an excellent, skilled writer.  Using language such as masterfully foreshadows indicates that the reviewer is emphasizing the positive attributes of Mazer's writing."},"9201":{"id":"9201","summary":"What does the reviewer feel Mazer has done differently from other artists who have tried to capture the tragic event?","explanation":"Correct \n\tThe correct answer is that he tells the story through a teenage narrator. The reviewer refers to Adam's \"innocence\" and \"naivety\" as well as the suspense created by Adam's father being on the ship.\n\t\n\tNarrator\n\t\n\tThis is the teller of the story.\n\t\n\t\n\t\n\tSuspense\n\t\n\tThis is a state of heightened anticipation and tension, which can arise from events in or the setting of a story."},"9203":{"id":"9203","summary":"Which phrase best describes the review of Mazer's book?","explanation":"Correct \n\tThe correct answer is complimentary and glowing. The reviewer has only compliments for the book."},"9217":{"id":"9217","summary":"What inference does the passage support regarding backover data?","explanation":"Incorrect \n\tThe data is inconclusive. Since most of these heartbreaking incidents occur in private driveways rather than on the road, they are not typically included in traffic-crash fatality data. Therefore, experts often don't agree on the exact number of children injured or killed in backover incidents each year."}}