{
    "101496": {
        "id": "101496",
        "summary": "Which sentence in this paragraph does not belong?",
        "explanation": "Correct \n\tSentence 1 does not belong. This information is irrelevant to the overall topic of the essay.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "101497": {
        "id": "101497",
        "summary": "Which sentence in this paragraph does not belong?",
        "explanation": "Correct \n\tSentence 1 does not belong. This information is irrelevant to the overall topic of the essay.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "101498": {
        "id": "101498",
        "summary": "Which sentence is not relevant to the paragraph and should be deleted?",
        "explanation": "Correct \n\tSentence 4 should be deleted. It is not relevant to the overall meaning of the paragraph.\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "101499": {
        "id": "101499",
        "summary": "Which sentence is not relevant to the paragraph and should be deleted?",
        "explanation": "Incorrect \n\tSentence 4 should be deleted. It is not relevant to the overall meaning of the paragraph.\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "101500": {
        "id": "101500",
        "summary": "Which sentence is not relevant to the paragraph and should be deleted?",
        "explanation": "Incorrect \n\tSentence 4 should be deleted. It is not relevant to the overall meaning of the paragraph.\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "103224": {
        "id": "103224",
        "summary": "How can the underlined sentence be revised so that it fits the tone of the passage?",
        "explanation": "Incorrect \n\tHe was a responsible leader in the payroll office.\n\t\n\tThe phrase \"responsible leader\" maintains the tone throughout the passage.\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character."
    },
    "111788": {
        "id": "111788",
        "summary": "Given the facts established in the above two sentences, what would be the best way to alter the syntax if you wished to emphasize Andre's boldness?",
        "explanation": "Incorrect \n\tThe correct answer is Even though the movie was scary, Andre still saw it. Only this form of the sentence emphasizes that he saw the movie \"even though\" it was scary, which implies that its scariness might have prevented him from going if he hadn't chosen to be bold."
    },
    "111830": {
        "id": "111830",
        "summary": "How might the syntax of the above sentences best be varied in order to imply a causal relationship between the second and third sentence?",
        "explanation": "Incorrect \n\tThe correct answer is I have a wife and seven children, and I am going insane. The conjunction \"and\" best implies a cause-effect relationship between the first clause and the second (without directly stating it).\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "112322": {
        "id": "112322",
        "summary": "Which sentence from a research paper on the Nike company's economic success demonstrates how to paraphrase (rather than how to directly quote a source)?",
        "explanation": "Correct \n\tThe sentence that demonstrates the use of paraphrase is the following one: Bill Bowerman remembers that he and his friend Phil Knight first called Nike another name: Blue Ribbon Sports. This sentence does not have a direct quotation (there are no tell-tale quotation marks) and instead simply summarizes or paraphrases information.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tDirect Quotation\n\t\n\tThis is the exact repetition of someone's written or spoken words.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "112323": {
        "id": "112323",
        "summary": "Which sentence from a research paper on currently popular fitness trends (like Crossfit) demonstrates how to directly quote a source (rather than how to paraphrase a source)?",
        "explanation": "Incorrect \n\tThe sentence that demonstrates the use of direct quotation is the following one: Crossfire owner, Chris Brannon claims that \"our enrollment has increased by 60% in the last six months alone.\" This sentence has a direct quotation (demonstrated by the use of quotation marks). Paraphrases do not use quotation marks.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tDirect Quotation\n\t\n\tThis is the exact repetition of someone's written or spoken words."
    },
    "112330": {
        "id": "112330",
        "summary": "Which sentence from a research paper on the mountain pine beetle is NOT an example of plagiarism?",
        "explanation": "Correct \n\tThe only sentence that is NOT plagiarized (meaning the sentence gives credit to the source from which its information came) is the following one: According to Ramone Franklin, the mountain pine beetle \"has a hard black exoskeleton, and measures approximately 5 mm, about the size of a grain of rice.\" This sentence makes it clear that the author of the sentence got his or her information from Ramone Franklin's book.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic."
    },
    "112369": {
        "id": "112369",
        "summary": "Which answer choice goes most naturally after this sentence and provides it with the most coherence?",
        "explanation": "Incorrect \n\tThe sentence that provides the best coherence to the first sentence is the following one: He had to text his son on his cell phone in order to find him in the massive, noisy crowd. This sentence connects (or coheres) with the original sentence because it is on the same topic and related to the first sentence by a chronological relationship.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "112608": {
        "id": "112608",
        "summary": "Which word or phrase would most logically connect these two sentences together?",
        "explanation": "Incorrect \n\tThe correct word to join these two sentences is In addition,. This sentence emphasizes that the events of the first sentence were followed by the even more extreme events in the second sentence.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."
    },
    "112618": {
        "id": "112618",
        "summary": "Which word or phrase would most logically go into the blank in this sentence?",
        "explanation": "Correct \n\tThe best word to go in the blank in this sentence would be while. This word implies contrast between two different perspectives that people are holding at the same time looking at the same evidence.\n\t\n\tPerspective\n\t\n\tThis is a writer's or speaker's point of view about a particular subject, and is often influenced by their beliefs or by events in their lives.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "112619": {
        "id": "112619",
        "summary": "Which word or phrase would most logically go into the blank in this sentence?",
        "explanation": "Incorrect \n\tThe best word to go in the blank in this sentence would be so. This word implies a cause-and-effect relationship between the two parts of the sentence: Rhonda was worried about her friend, so Rhonda took her to the emergency room.\n\t\n\tParts\n\t\n\tRoots, suffixes, and prefixes are called word ___."
    },
    "112767": {
        "id": "112767",
        "summary": "You are writing an essay on the life of Napoleon Bonaparte and are using information from this source. Which sentence is an example of paraphrase and not plagiarism?",
        "explanation": "Correct \n\tNapoleon was disciplined, organized, and self-motivated. This sentence is an example of paraphrase because it is written in the writer's own words. The other sentences are examples of plagiarism because they use the exact words of the text without giving credit to the source.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic."
    },
    "114423": {
        "id": "114423",
        "summary": "You are working on a \"choose your own adventure\" story, written in the second person point of view. Which of these would make the best opening line?",
        "explanation": "Incorrect \n\tThe correct answer is Walking home from school one day, you are approached by a mysterious woman. This is the one choice that is written in second person."
    },
    "114611": {
        "id": "114611",
        "summary": "If a writer wished to add a sentence in which character traits are communicated through description, which of these choices would be MOST appropriate?",
        "explanation": "Correct \n\tThe correct answer is The girl wrinkled her nose with wary disgust as the group of boys walked in. Only in this choice are traits about a character revealed through description.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."
    },
    "124146": {
        "id": "124146",
        "summary": "Choose the sentence in which the independent clause is joined by a dependent clause that helps the sentence to make sense.",
        "explanation": "Correct \n\tThe correct answer is Because we didn't know the way, we got lost. This is the one choice which reads in a coherent manner."
    },
    "124149": {
        "id": "124149",
        "summary": "Choose the sentence in which the independent clause is joined by a dependent clause that helps the sentence to make sense.",
        "explanation": "Incorrect \n\tThe correct answer is While my wife and I waited, the motorcade passed by. Of all of the choices, this is the one which reads coherently."
    },
    "124313": {
        "id": "124313",
        "summary": "If you wish to establish a strong identity for a story's narrator, which of these would make the best opening sentence of the story?",
        "explanation": "Correct \n\tThe correct answer is Though I've fought hard to forget that day, those events will always remain lodged in my mind. It is in this sentence that the most detail and description is provided regarding the mindset of the narrator.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea.\n\t\n\t\n\t\n\tNarrator\n\t\n\tThis is the teller of the story."
    },
    "124531": {
        "id": "124531",
        "summary": "Choose the sentence which maintains coherence and best clarifies the relationship between the independent and dependent clauses.",
        "explanation": "Correct \n\tThe correct answer is Although it was dark, we went for a walk. Of all of the possible answers, this is the one which best maintains coherence.\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand."
    },
    "124569": {
        "id": "124569",
        "summary": "Which sentence reads most coherently AND functions best as a thesis statement to a persuasive essay?",
        "explanation": "Incorrect \n\tThe correct answer is In order to instill a sense of patriotic duty in our youth, a mandatory draft ought to be reinstated. Of all of the choices, this is the one which reads coherently and can function as a thesis statement.\n\t\n\tThesis Statement\n\t\n\tThis is the the main idea of an essay, usually expressed as a generalization that is supported with concrete evidence."
    },
    "124571": {
        "id": "124571",
        "summary": "Which statement best reveals the relationship between the two ideas?",
        "explanation": "Incorrect \n\tThe correct answer is My family prefers to ride bikes to work, even though most of the population prefers to drive. Of all of the choices, this is the only one which reads coherently."
    },
    "124788": {
        "id": "124788",
        "summary": "If you wished to establish the narrator's feelings about the event he is describing, which of these would make an appropriate final sentence to the above paragraph?",
        "explanation": "Correct \n\tThe sense of horror and brutality is hard to shake. Of all of the choices, this is the only one which tells us how the narrator feels about the event.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tNarrator\n\t\n\tThis is the teller of the story."
    },
    "125441": {
        "id": "125441",
        "summary": "Revise this sentence to eliminate passive voice.\n\t\n\tGold was discovered in this region around 1847.",
        "explanation": "Incorrect \n\tProspectors discovered gold in this region around 1847.. This sentence is written in active voice."
    },
    "125450": {
        "id": "125450",
        "summary": "Which transitional word is the best choice to complete this sentence?\n\t\n\tSome people favored the incumbent, ____________ others favored a rookie named Peter Goodman.",
        "explanation": "Incorrect \n\tWhile is the best transitional word for this sentence. It helps convey the contrast between the two candidates.\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "125951": {
        "id": "125951",
        "summary": "Which is the best revision for this sentence?\n\t\n\tCarefully choosing the words to use, it was time for me to apologize to my friend.",
        "explanation": "Incorrect \n\tAfter carefully choosing my words, I apologized to my friend. This revision eliminates the dangling modifier from the original sentence.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "125952": {
        "id": "125952",
        "summary": "Which revision eliminates the passive voice?\n\t\n\tAfter the game, Sam was spoken to by the coach.",
        "explanation": "Incorrect \n\tThe coach spoke with Sam after the game. This revision is written in active voice.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "12719": {
        "id": "12719",
        "summary": "Employees who work for this company and are working for this company in this building should obey their supervisor and park their cars on the second level of the parking garage.\n\t\n\tWhat is the most concise and accurate way to revise this sentence?",
        "explanation": "Incorrect \n\tEmployees working in this building should park their cars on the second level of the parking garage. is the correct answer. This sentence is shorter than the original sentence and yet still covers all the necessary information from the original sentence."
    },
    "12731": {
        "id": "12731",
        "summary": "Which is the most PRECISE term?",
        "explanation": "Incorrect \n\tSeven is the most precise because it gives the reader an exact number. \"Some,\" \"a few,\" and \"several\" are all indefinite or imprecise words or phrases.\n\t\n\tPrecise\n\t\n\tTo choose words that exactly and accurately describe or reflect the writer's meaning is to use ____ vocabulary."
    },
    "128": {
        "id": "128",
        "summary": "Lindsey is writing a narrative about her trip to the beach. What order would be best for her details?",
        "explanation": "Incorrect \n\tChronological order would be best since it sequences details according to when events occurred. This would help the reader know what happened first, then second, and so on.\n\t\n\tSequence\n\t\n\tA group of steps or events that are in order are called a ____.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "128197": {
        "id": "128197",
        "summary": "Shivani is doing a research project about owls. Which topic would give her the best and most useful information about owls?",
        "explanation": "Incorrect \n\tThe best topic for Shivani's research would be how owls hunt for their prey. This topic would give Shivani specific information about some of the activities owls do.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "128234": {
        "id": "128234",
        "summary": "Emily is doing a research project about hiking. Which topic would give her the best and most useful information about hiking?",
        "explanation": "Incorrect \n\tThe best topic for Emily's research would be what gear is needed for a long hike. This topic would give Emily specific information related to hiking.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "13118": {
        "id": "13118",
        "summary": "Which word provides the most vivid description?",
        "explanation": "Correct \n\tThe correct answer is lumbered. This vivid description emphasizes Tara's exhaustion after practice."
    },
    "13122": {
        "id": "13122",
        "summary": "Which sentence is written using formal language?",
        "explanation": "Incorrect \n\tErin has a crucial appointment early Monday morning. This sentence does not include slang, idioms, or dialect; therefore, it is formal language.\n\t\n\tFormal Language\n\t\n\tThis kind of language usually has longer sentences and a greater variety of words than everyday speech. Slang, contractions, and jargon are avoided.\n\t\n\t\n\t\n\tSlang\n\t\n\tVernacular speech that is not accepted as suitable for formal usage is called ____.\n\t\n\t\n\t\n\tIdiom\n\t\n\tThis is a phrase in common use that can not be understood by literal or ordinary meanings."
    },
    "13124": {
        "id": "13124",
        "summary": "Which sentence is written using formal language?",
        "explanation": "Correct \n\tI cannot believe it will take three hours to complete the transaction. This sentence does not include slang, idioms, or dialect; therefore, it is formal language or Standard American English.\n\t\n\tFormal Language\n\t\n\tThis kind of language usually has longer sentences and a greater variety of words than everyday speech. Slang, contractions, and jargon are avoided.\n\t\n\t\n\t\n\tSlang\n\t\n\tVernacular speech that is not accepted as suitable for formal usage is called ____.\n\t\n\t\n\t\n\tIdiom\n\t\n\tThis is a phrase in common use that can not be understood by literal or ordinary meanings."
    },
    "13126": {
        "id": "13126",
        "summary": "Which sentence is written using informal language?",
        "explanation": "Correct \n\t Tony picked up the tab for our dinner last night. This sentence includes slang, idioms, or dialect; therefore, it is informal language.\n\t\n\tInformal Language\n\t\n\tThis is what people use in everyday speech. It usually consists of fairly short sentences and simple vocabulary. It is called _______ speech or language.\n\t\n\t\n\t\n\tSlang\n\t\n\tVernacular speech that is not accepted as suitable for formal usage is called ____.\n\t\n\t\n\t\n\tIdiom\n\t\n\tThis is a phrase in common use that can not be understood by literal or ordinary meanings."
    },
    "13552": {
        "id": "13552",
        "summary": "What could the author do to demonstrate more concretely that he does not hate music in Paragraph II—and thus better establish his authority?",
        "explanation": "Incorrect \n\tThe author can make a better argument if he establishes his authority as disinterested and rational. By showing that he personally enjoys music, his audience is more likely to trust his later arguments against the use of ear buds with cell phones.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."
    },
    "13558": {
        "id": "13558",
        "summary": "How could the author make his argument that ear buds actually damage listeners’ ears even more persuasive?",
        "explanation": "Correct \n\tA doctor or audiologist would provide the testimony of an expert with concrete, specific data from research that would admirably support the speaker’s point of view, so the correct answer is by quoting a doctor or audiologist who has done research on ear buds causing hearing loss.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information.\n\t\n\t\n\t\n\tPoint of View\n\t\n\tThis is the perspective from which a story is told or information is provided. It is the way the author lets the readers see and hear the story or information; who tells the story.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "13560": {
        "id": "13560",
        "summary": "The author concludes that because of the dangers ear buds present, they should be tossed into the trash or, at least, never used. What would be a more moderate conclusion for him to make?",
        "explanation": "Incorrect \n\tThe author presents a stark case that all ear buds are evil, but he is surely overstating their dangers. No doubt they can be used in an unwise fashion, but that doesn’t mean all of them need to be thrown away and never used again. The author is, as they say, “throwing the baby out with the bathwater.” The correct answer is that people learn to use their ear buds safely, without endangering themselves or others."
    },
    "13938": {
        "id": "13938",
        "summary": "Read the passage. Look at the underlined section marked number (14). There is a revision needed to improve clarity. Which of these is the BEST revision?",
        "explanation": "Incorrect \n\tThe correct revision is Every few minutes he paused in his work to scrutinize the landscape as if he had a feeling that danger was not far off. The addition of the word 'as if' improves the clarity of this sentence.\n\t\n\tclarity\n\t\n\tIn writing, this refers to the clear expression and connection of ideas.\n\t\n\t\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "13940": {
        "id": "13940",
        "summary": "How should the underlined section marked (1) be revised in order to improve the sentence?",
        "explanation": "Correct \n\tThe correct answer is The names and deeds of some of these men will live in American history, but in the true sense they are unknown because they are misunderstood..  Changing 'and' to 'but' and revising the last clause to match (parallel construction) improves this sentence."
    },
    "143": {
        "id": "143",
        "summary": "Which sentence BEST rephrases this in modern-day syntax?",
        "explanation": "Correct \n\tThe sentence that works best to modernize Franklin's archaic syntax is the following one: When I was 16 I read a book, by a man named Tryon, which recommended a vegetable diet.\n\t\n\tSyntax\n\t\n\tThis refers to the ordering of elements in a sentence."
    },
    "14307": {
        "id": "14307",
        "summary": "To obtain information about Captain Hanson Gregory’s contribution to the doughnut, which source would be most credible when considering accuracy?",
        "explanation": "Correct \n\tA published book, The Little Known Facts and Details of American Desserts is correct. The published book of facts would be the most credible source for accuracy from among the choices. Relatives, open contribution, and folklore are clues that the remaining choices are lesser options.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "14470": {
        "id": "14470",
        "summary": "Read the sentences and determine the MOST logical order for the numbered sentences.",
        "explanation": "Correct \n\t3,1,2,4 is the MOST logical order for the sentences. Transitional words such as before, now, and in the future are used to suggest time, or chronological order.\n\t\n\tChronological Order\n\t\n\tThis is the arrangement of events in the order in which they occur.\n\t\n\t\n\t\n\tLogical\n\t\n\tThis refers to a reasonable and sensible arrangement of ideas and details is called a ___ organization."
    },
    "14996": {
        "id": "14996",
        "summary": "Which sentence from the paragraph contains extraneous information and should be removed to improve the logic and coherence of the paragraph?",
        "explanation": "Incorrect \n\t 5. Summer is a popular season for vacationing for many families in our neighborhood.  This extraneous information does not support the topic of the paragraph.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "158": {
        "id": "158",
        "summary": "Which is the BEST revision of the wordy sentence?",
        "explanation": "Correct \n\tConcise phrasing eliminates unnecessary clauses and phrases. Sentence A is the most concise revision.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "159": {
        "id": "159",
        "summary": "Read the paragraph and determine the most logical order of the numbered sentences.",
        "explanation": "Incorrect \n\t2,4,3,5,1 is the correct order. (2)For myself, I cannot live without my art. (4) But I have never placed it above everything. (3) If, on the other hand, I need it, it is because it cannot be separated from my fellow men, and it allows me to live, such as I am, on one level with them. (5) It is a means of stirring the greatest number of people by offering them a privileged picture of common joys and sufferings. (2)For myself, I cannot live without my art. (1) It obliges the artist not to keep himself apart; it subjects him to the most humble and the most universal truth.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "166": {
        "id": "166",
        "summary": "Which would function MOST EFFECTIVELY as a concluding sentence?",
        "explanation": "Correct \n\tThis illustrates that when one species of plant or animal changes, a whole chain of events can follow involving other species. Only this answer choice concludes the key message.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."
    },
    "169": {
        "id": "169",
        "summary": "Give the number of the sentence that does NOT belong in the paragraph.",
        "explanation": "Incorrect \n\tsentence 4 is correct. The idea in this sentence does not directly relate to the main idea of nationalism.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."
    },
    "171": {
        "id": "171",
        "summary": "Fill in the blank with the best transitional word(s).",
        "explanation": "Incorrect \n\tin the meantime is correct because it states what everyone else will be doing while Janice is at the store."
    },
    "178517": {
        "id": "178517",
        "summary": "Fill in the blank with the correct answer.",
        "explanation": "Correct \n\tThe correct answer is merges with. Of all of the choices, this one best completes the sentence."
    },
    "182": {
        "id": "182",
        "summary": "Which sentence is irrelevant or does not apply to the passage?",
        "explanation": "Incorrect \n\tsentence 3 is correct. Mr. King's primary focus in this paragraph is America, not South Africa.\n\t\n\tPrimary\n\t\n\tAn original document or firsthand account is called a ____ source."
    },
    "184096": {
        "id": "184096",
        "summary": "What is the effect of the lengthy, complex syntax of the third sentence of this passage?",
        "explanation": "Incorrect \n\tIt gives the reader a sense of the long, back breaking days faced by the slaves who were still forced to sleep on the ground.  By making the sentence lengthy and listing the overwhelming number of tasks in successive clauses, the author gives the reader a sense of just how tiring the day was for the slaves and just how miserable it was for them to then have to sleep on the ground."
    },
    "184919": {
        "id": "184919",
        "summary": "Which sentence would best conclude a story about one boy's exciting experience pitching in a big game?",
        "explanation": "Incorrect \n\tThe correct answer is Pitching in that game was one of the most thrilling experiences of my life, and I will always remember it. Of all of the possible answers, this is the one which reads as a concluding sentence.\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."
    },
    "184966": {
        "id": "184966",
        "summary": "Which choice contains a variation of syntax between the two sentences?",
        "explanation": "Incorrect \n\tThe correct answer is I sprinted. After flying along the road to my friend's house, I was astounded when he told me not to come in. It is only this choice which shows a change in syntax between two sentences.\n\t\n\tSyntax\n\t\n\tThis refers to the ordering of elements in a sentence."
    },
    "18577": {
        "id": "18577",
        "summary": "Which passage has correct transition word usage?",
        "explanation": "Correct \n\tThe correct answer is  There are several qualities I look for in a friend. Most important, I like someone who participates in the same extra-curricular activities. Second, I want someone who will not share my secrets."
    },
    "18583": {
        "id": "18583",
        "summary": "Which source would an author of a Jane Austen essay most likely cite, if the author wanted to list all the novels Jane Austen wrote?",
        "explanation": "Incorrect \n\tThe best source for the student to cite would be The Comprehensive Works of Jane Austen. Just from this book's title, the reader can see that it will list all of Austen's work. That's what the word \"comprehensive\" means in this context--very thorough and detailed.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "186": {
        "id": "186",
        "summary": "Fill in the blank with the appropriate transition word(s).",
        "explanation": "Correct \n\tin fact is correct. The second independent clause is a result of the first.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "18745": {
        "id": "18745",
        "summary": "Which of these sentences, taken from a personal narrative about Christopher Columbus, MOST needs to be revised to make it more formal?",
        "explanation": "Incorrect \n\tThe correct answer is Most people figured that Columbus discovered America, made friends with the Indians, and then told everyone else about this land. This sentence uses informal language. For example, the phrase 'Most people figured' is casual.\n\t\n\tInformal Language\n\t\n\tThis is what people use in everyday speech. It usually consists of fairly short sentences and simple vocabulary. It is called _______ speech or language.\n\t\n\t\n\t\n\tFigure\n\t\n\tA word or phrase that is not meant to be taken literally but figuratively is called a ____ of speech."
    },
    "18747": {
        "id": "18747",
        "summary": "What would be the BEST way to revise this sentence for greater clarity?",
        "explanation": "Incorrect \n\tThe correct answer is;However, the idea never dawned on me that long before Columbus ever left Spain, real-life people lived for thousands of years in what would become the United States."
    },
    "18765": {
        "id": "18765",
        "summary": "Which of these transition words completes the sentence showing a contrast?\n\t\n\tChristi will not join the chorus, ____ the director has extended a personal invitation.",
        "explanation": "Correct \n\tThe correct transition to fill this blank is although. The word \"although\" implies that the sentence contains a contrast or an exception in one of its parts. In this case, Christi has been given a personal invitation from the chorus director (surely a rare occurence), but the invitation does not matter: Christi will not join the chorus in contrast to the director's wishes.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT.\n\t\n\t\n\t\n\tParts\n\t\n\tRoots, suffixes, and prefixes are called word ___."
    },
    "191907": {
        "id": "191907",
        "summary": "Which is BEST for convincing an art teacher that her students should enter their artwork in the state mixed-media art exhibit?",
        "explanation": "Incorrect \n\tA document emphasizing how much the students will benefit from participation in the exhibit is BEST for convincing an art teacher that her students should enter their artwork in the state mixed-media art exhibit. Only this answer choice considers the intended audience and intended purpose by offering relevant information of interest to potential exhibitors.\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "191991": {
        "id": "191991",
        "summary": "To finish her environmental science research project, Giselle is compiling her data on the increase in popularity and use of solar energy.\n\tWhich organization and style would be MOST appropriate to the task, purpose, and audience?",
        "explanation": "Correct \n\tA document with comparative data on solar energy use over the last twenty years would be MOST APPROPRIATE to the task and purpose. Additionally, a comparative format would be effective to show increase data.\n\t\n\tFormat\n\t\n\tThis is the general plan of organization of a written work or source of information.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "192012": {
        "id": "192012",
        "summary": "Which is Ms. Walton LEAST LIKELY to use in a one-sided, one-page information flyer about the course?",
        "explanation": "Incorrect \n\tA colorful pie chart of fencing results in the last five Olympics is LEAST LIKELY to be used in a one-sided, one-page information flyer. Note that Ms. Walton needs twenty students to sign up, so a clear and coherent document with information about fencing and the goals of the class produced with appropriate text features for visual appeal and focus MOST LIKELY would be included."
    },
    "193602": {
        "id": "193602",
        "summary": "Which would MOST improve the coherence of an essay?",
        "explanation": "Incorrect \n\tUsing transitional words to help the reader see the relationship between ideas would MOST improve the coherence of an essay. Transitions help to make a piece of writing flow better. They can turn disconnected pieces of ideas into a unified concept.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand."
    },
    "195684": {
        "id": "195684",
        "summary": "Read the types of written documents in List A. What do the items in this list have in common with each other?",
        "explanation": "Incorrect \n\tEach document should be written using formal written American English. Writing style should match the task and its reader(s). The list contains business correspondence and should maintain correct, standard English.\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure."
    },
    "19859": {
        "id": "19859",
        "summary": "Which of these topics is most focused?",
        "explanation": "Incorrect \n\tHow fiber intake affects men's health is the most focused topic. It only includes fiber intake's effect and is focused on men.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "19878": {
        "id": "19878",
        "summary": "Which of these is the MOST appropriate transitional word to add to this sentence?",
        "explanation": "Incorrect \n\tTherefore is the MOST appropriate transitional word to add to this sentence to improve clarity. For example: Annie wanted three dogs; therefore she will have to take care of them.\n\t\n\tclarity\n\t\n\tIn writing, this refers to the clear expression and connection of ideas."
    },
    "19881": {
        "id": "19881",
        "summary": "Which of these is the MOST appropriate transitional word or phrase to add to this sentence?",
        "explanation": "Incorrect \n\tInstead is the MOST appropriate transitional word or phrase to add to this sentence. No one should just throw out plastic bottles or aluminum cans; instead he should recycle them."
    },
    "19882": {
        "id": "19882",
        "summary": "Which of these is the BEST transitional word to add to this sentence?",
        "explanation": "Incorrect \n\tIndeed is the BEST transitional word or phrase to add to this sentence. Katrina inherited some cooking traditions from her grandmother; indeed, she knows the secret recipe for Chicken Parmigiana Quesadillas with Cheesy Marinara Rice."
    },
    "19885": {
        "id": "19885",
        "summary": "Which of these is the BEST transitional word or phrase to add to this sentence?",
        "explanation": "Incorrect \n\tNevertheless is the BEST transitional word or phrase to add to this sentence. The fact that he is going running is presented as, perhaps, surprising.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."
    },
    "19886": {
        "id": "19886",
        "summary": "Which of these is the BEST transitional word or phrase to add to this sentence?",
        "explanation": "Incorrect \n\tAs a result is the BEST transitional word or phrase to add to this sentence. Viewers prefer current music videos; as a result, the television station is changing its programming format next month.\n\t\n\tFormat\n\t\n\tThis is the general plan of organization of a written work or source of information."
    },
    "19887": {
        "id": "19887",
        "summary": "Which of these is the BEST transitional word or phrase to add to this sentence?",
        "explanation": "Incorrect \n\tSuch as is the BEST transitional word or phrase to add to this sentence. Willow Senn has written on many subjects, such as the Octoberfest, the Riverwalk, and cultural literacy.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "199": {
        "id": "199",
        "summary": "What is the most logical order for these sentences?",
        "explanation": "Correct \n\tSentence three serves as a general introduction, and the following sentences expand on the topic.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tIntroduction\n\t\n\tThis is the beginning of a written work that explains what will be found in the main part."
    },
    "20050": {
        "id": "20050",
        "summary": "Which transition word or phrase BEST completes the sentence?",
        "explanation": "Incorrect \n\tAs a result is the best transition for this sentence. In this case, the transitional phrase shows the cause and effect relationship of the sentence.\n\t\n\tCause and Effect\n\t\n\tThis is the relationship between two or more events in which one event brings about another.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "20051": {
        "id": "20051",
        "summary": "Which transition word or phrase BEST completes the sentence?",
        "explanation": "Correct \n\tIn other words is the best transition for this sentence. In other words is often used to restate a statement in simpler form.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "20052": {
        "id": "20052",
        "summary": "Which transition word or phrase BEST completes the sentence?",
        "explanation": "Incorrect \n\tTherefore is the best transition for this sentence. Other transitions that would fit well in this sentence are consequently or as a result.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "20054": {
        "id": "20054",
        "summary": "Which transition word or phrase BEST completes the sentence?",
        "explanation": "Correct \n\tAfterwards is the best transition for this sentence. In this case the transition is used to indicate time.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "20198": {
        "id": "20198",
        "summary": "Choose the BEST transitional word or phrase to complete the sentence.",
        "explanation": "Correct \n\tAlthough is the best transitional word for this sentence. Although is a transition word used to show contrasting ideas or statements.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "20199": {
        "id": "20199",
        "summary": "Choose the BEST transitional word or phrase to complete the sentence.",
        "explanation": "Correct \n\tTherefore is the best transitional word for this sentence. Therefore is a transition word used to summarize or conclude.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "20202": {
        "id": "20202",
        "summary": "Which transition word would be BEST to use for a comparison?",
        "explanation": "Incorrect \n\tSimilarly is the best transition word to compare things or ideas. The other choices would be good for summarizing or concluding.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tcompare\n\t\n\tThis is a method of relating how two or more elements or texts are SIMILAR."
    },
    "20310": {
        "id": "20310",
        "summary": "The characters' traits are revealed primarily through",
        "explanation": "Incorrect \n\tDialogue, or conversation between characters in a story, is used to reveal the characters' traits.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work."
    },
    "21876": {
        "id": "21876",
        "summary": "To verify the accuracy of the physical reactions to stress mentioned in this article, the BEST reference source to use would be",
        "explanation": "Incorrect \n\ta current study on the effects of stress on the body published by a medical journal is the correct answer. Each of the other answer choices may provide some information, but the BEST choice is the MOST VALID and RELIABLE."
    },
    "22559": {
        "id": "22559",
        "summary": "Which of these is written in the narrative mode?",
        "explanation": "Correct \n\tThe paragraph written in the narrative mode is I had never been to a farm before my class took a trip to a city garden. When we arrived, I spotted chickens walking around. There were even two goats grazing on a patch of grass. The tour guide explained the importance of city farmers while showing us around the tiny garden. She handed me a fresh green bean to try. It tasted really sweet!. It is written in the first person and it tells a story.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "22560": {
        "id": "22560",
        "summary": "Read this script for a television advertisement. Which sentence is an effective and persuasive conclusion for this script?",
        "explanation": "Incorrect \n\tAn effective persuasive conclusion for this script is Volunteering at the garden is a great opportunity to get outside and meet new people!. This sentence tells people how they will benefit from the experience of volunteering.\n\t\n\tConclusion\n\t\n\tThis is when you use pieces of information on a subject to base your opinion or make a decision. You draw a ________.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."
    },
    "226": {
        "id": "226",
        "summary": "Marcus is writing an essay about the unusual use of punctuation in Emily Dickinson's poetry. He wants to use a phrase from an outside source in one of the sentences he is writing. Which sentence demonstrates the correct use of including quoted material in a sentence?",
        "explanation": "Incorrect \n\tDickinson makes unusual use of punctuation \"to disrupt conventional linguistic relations\" (Denman 46). correctly incorporates the quote in the body of the sentence without unnecessary punctuation. The author of the quoted material and the page number where the quote can be found following the quote within the sentence.\n\t\n\tQuote\n\t\n\tIf you repeat the words someone else has said or written, you ______ them.\n\t\n\t\n\t\n\tQuote\n\t\n\tIf you repeat the words someone else has said or written, you ______ them.\n\t\n\t\n\t\n\tPunctuation\n\t\n\tThis is the system of standardized marks in written language to clarify meaning.\n\t\n\t\n\t\n\tQuote\n\t\n\tIf you repeat the words someone else has said or written, you ______ them."
    },
    "22673": {
        "id": "22673",
        "summary": "Which of these is written in narrative mode?",
        "explanation": "Correct \n\tSara often wondered if the stories that her classmates told were true. Tom said that America had streets paved with gold. Marie said that no one in America ever went hungry. Sara wasn't sure if she should believe the stories, but if they were true, she thought, America must be the most wonderful place on Earth is written in narrative mode. A narrative tells a real or imagined story."
    },
    "22681": {
        "id": "22681",
        "summary": "Read this paragraph from the draft. Which would be the appropriate ending for this paragraph?",
        "explanation": "Incorrect \n\tThe sentence Riding with Juniper always gave Jenna immeasurable satisfaction best concludes the paragraph."
    },
    "22803": {
        "id": "22803",
        "summary": "Read this paragraph from the draft. Which would be the appropriate ending for this paragraph?",
        "explanation": "Correct \n\tThe sentence The plans for the walk were coming together, and José and the other committee members waited with anticipation best concludes the paragraph."
    },
    "23145": {
        "id": "23145",
        "summary": "Two of the three sentences in paragraph 1 start with the word Pets. Which revised sentence BEST varies the structure of paragraph 1?",
        "explanation": "Incorrect \n\tSome people don't realize that pets are also in danger from many common household sources varies the sentence structure while maintaining clarity and active voice.\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tclarity\n\t\n\tIn writing, this refers to the clear expression and connection of ideas."
    },
    "23228": {
        "id": "23228",
        "summary": "Which is the BEST way to make Sentence (8) more precise in its details?",
        "explanation": "Incorrect \n\tI have been a helper at Handyman Variety Store in Atlanta for six years. Changing the word many to six and including the name and location of the store offers precise language and detail this is more specific.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea.\n\t\n\t\n\t\n\tPrecise\n\t\n\tTo choose words that exactly and accurately describe or reflect the writer's meaning is to use ____ vocabulary."
    },
    "23234": {
        "id": "23234",
        "summary": "The last sentence in section 3 increases coherence with its effective use of",
        "explanation": "Correct \n\tA transition is used in the last sentence in section three to increase coherence with the previous sentence. Specifically, the use of the transition word likewise. Transitions establish logical connections between sentences, paragraphs, and sections of a paper.\n\t\n\tLogical\n\t\n\tThis refers to a reasonable and sensible arrangement of ideas and details is called a ___ organization.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "23241": {
        "id": "23241",
        "summary": "Which is the LEAST accurate description of the writing style of this passage?",
        "explanation": "Correct \n\tThe passage does NOT have evidence that it uses formal language; the language used is informal, so it is least likely to be described as formal. Examples include \"Luckily for you\", and \"Maybe you'd like to run and hide or maybe you'd like to punch your boss in the nose, but you can't do either. Welcome to the modern era.\"\n\t\n\tFormal Language\n\t\n\tThis kind of language usually has longer sentences and a greater variety of words than everyday speech. Slang, contractions, and jargon are avoided."
    },
    "23845": {
        "id": "23845",
        "summary": "Choose the BEST revision of sentence (5).",
        "explanation": "Incorrect \n\tAlthough their exact cause is not known, gastrointestinal problems can result after a pet ingests grapes or raisins. This corrects two problems: The pronoun 'their' now more clearly refers to the gastrointestinal problems, and the addition of the word 'can' makes the sentence more reasonable.\n\t\n\tPronoun\n\t\n\tThis is a word that takes the place of a noun."
    },
    "24049": {
        "id": "24049",
        "summary": "Choose the BEST revision of the sentence in section 305, or select \"No Change\" if the current version is best.",
        "explanation": "Incorrect \n\tEvery person, other than those embraced within the last section, who is guilty of any act specified in that section, is punishable by imprisonment in the state prison is best. The comma after the word section makes it clear that \"who is\" refers to \"every person.\""
    },
    "24668": {
        "id": "24668",
        "summary": "The picture with the article was MOST likely included",
        "explanation": "Correct \n\tThe picture was included to show where Armenia can be found. The picture is part of a map that details Armenia and its surrounding countries.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "24734": {
        "id": "24734",
        "summary": "Which is the topic sentence of paragraph 3?",
        "explanation": "Incorrect \n\tThe topic sentence in paragraph 3 is After the Civil War, Georgia had a number of different flags. This sentence presents the main idea of the paragraph. The rest of the sentences support this idea.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "24755": {
        "id": "24755",
        "summary": "Which is the topic sentence of paragraph 1?",
        "explanation": "Incorrect \n\tMost of these sentences are details about the fact that Learning about sonic booms can help you appreciate just how rapidly sound can travel. This is the topic sentence.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "25036": {
        "id": "25036",
        "summary": "The word however is used in paragraph 3 to show",
        "explanation": "Incorrect \n\tThat some parents will buy the thermometer pills in spite of the expense is the correct answer. However is a transitional word that signals that there will be a contrast in the idea that follows.\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "25520": {
        "id": "25520",
        "summary": "This passage would be MOST HELPFUL with a research topic called",
        "explanation": "Incorrect \n\tThe History of Newspapers is the correct answer. The passage does not cover magazines. The passage does not address newspapers specifically for children or adults, and it does not focus on the modern newspaper in America."
    },
    "25816": {
        "id": "25816",
        "summary": "What is the BEST way to paraphrase sentence (6)?",
        "explanation": "Incorrect \n\tThe best way to paraphrase the sentence is Many people look forward to receiving a t-shirt since it's only given to runners who finish. This sentence still has the details from the original sentence but is written in a different way.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "26455": {
        "id": "26455",
        "summary": "Of the following changes, which improves the organization of this passage?",
        "explanation": "Incorrect \n\tThe paragraph should state that the insect lands on the plant before the leaves clamp shut. The author can improve the paragraph's organization by moving sentence 7 before sentence 6.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text."
    },
    "26458": {
        "id": "26458",
        "summary": "Read this draft of Marley's essay about tree frogs. Which sentence can Marley delete because it is NOT a supporting detail in the paragraph?",
        "explanation": "Incorrect \n\tThe sentence that Marley can delete is Poison dart frogs are brightly colored and poisonous to animals that eat them."
    },
    "26461": {
        "id": "26461",
        "summary": "Billy is creating a flyer for the English Club’s annual book sale and swap. Which sentence can Billy delete because it is not a supporting detail in the paragraph?",
        "explanation": "Incorrect \n\tThe purpose of the flyer is to inform students of the upcoming book sale and swap. Billy can delete the sentence As a member of the English Club, I understand the importance of reading. This sentence does not tell the students anything about the book sale or encourage them to attend.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "26462": {
        "id": "26462",
        "summary": "Jordan has decided that moving sentence 4 before sentence 3 will improve the organization of the report. Is Jordan correct in her revision?",
        "explanation": "Incorrect \n\tThe paragraph tells readers about the Hindu festival Diwali. Jordon should not move sentence 4 before sentence 3 because the paragraph is in logical order. The correct answer is no, the revision disrupts the logical order of the report.\n\t\n\tLogical\n\t\n\tThis refers to a reasonable and sensible arrangement of ideas and details is called a ___ organization.\n\t\n\t\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "26482": {
        "id": "26482",
        "summary": "Did the student combine the sentences appropriately for this paragraph?",
        "explanation": "Incorrect \n\tThe student appropriately combined the sentences because the new sentence shows how the two ideas are related. The correct answer is yes, because the new sentence shows the link between the ideas.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "26486": {
        "id": "26486",
        "summary": "Read this sentence from a paragraph Clark wrote describing a thunderstorm. Was Clark correct in making this revision?",
        "explanation": "Incorrect \n\tClark was correct in making the revision because the revised sentence uses vivid word choice to describe the storm. The correct answer is yes, because the new sentence adds vivid language.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization.\n\t\n\t\n\t\n\tRevise\n\t\n\tThis is to make changes to a piece of written work based on comments or new evidence.\n\t\n\t\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "26487": {
        "id": "26487",
        "summary": "José decided to revise the paragraph by combining sentences 2 and 3 in this way:\n\t\n\tThe Great Salt Lake, unlike most other lakes, is made of salt water. \n\t\n\tDid José combine the sentences appropriately for this paragraph?",
        "explanation": "Incorrect \n\tJosé did appropriately combine the sentences because the new sentence shows how the ideas are related. The correct answer is yes, because the new sentence shows the link between the ideas.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "26488": {
        "id": "26488",
        "summary": "Claire decided to revise the paragraph by combining sentences 1 and 2 in this way:\n\t\n\tThe Mona Lisa, one of the world's most famous pieces of art, was painted by famed artist Leonardo da Vinci in the early 1500s.\n\t\n\tDid Claire combine the sentences appropriately for this paragraph?",
        "explanation": "Incorrect \n\tThe first and second sentences both give details about the famous painting, Mona Lisa. Because the ideas in sentences 1 and 2 are related, Claire did combine the sentences appropriately. The correct answer is yes, because the new sentence shows the connection between the two ideas.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea.\n\t\n\t\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "26492": {
        "id": "26492",
        "summary": "Lily decided to revise the paragraph by combining sentences 2 and 3 this way:\n\t\n\tThese animals, which are usually the size of medium dogs, weigh an average of 100 pounds.\n\t\n\tDid Lily combine the sentences appropriately for this paragraph?",
        "explanation": "Correct \n\tLily did appropriately combine the sentences because the new sentence links together two related ideas. The correct answer is yes, because the two ideas are related.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "26496": {
        "id": "26496",
        "summary": "Read this draft of Paul's narrative. Which of these replacements for sentence 2 provides vivid details?",
        "explanation": "Incorrect \n\tThe sentence that provides vivid word choice is The small, gray cat was filthy and petrified. A writer uses vivid words to help readers form pictures in their minds.\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "26497": {
        "id": "26497",
        "summary": "Which of these sentences would add vivid words to a narrative about a camping trip?",
        "explanation": "Correct \n\tThe choice that adds vivid words is The rain rushed like a river down the tent's sides, and we heard a lovely song from a wren in a tree."
    },
    "26499": {
        "id": "26499",
        "summary": "Which vivid word choice does the poet use to describe the piles of leaves?",
        "explanation": "Incorrect \n\tThe poet uses vivid word choice when she describes the piles of leaves as old, discarded trash.\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "26500": {
        "id": "26500",
        "summary": "Which vivid word choice does the author use to describe the kindergarten students?",
        "explanation": "Incorrect \n\tThe author uses vivid word choice when she describes the kindergarten students as multicolored waves.\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "26503": {
        "id": "26503",
        "summary": "Which of these sentences would BEST add vivid words to the autobiography of a student?",
        "explanation": "Incorrect \n\tThe answer choice with the most descriptive and vivid words is After trekking up to the summit of the mountain, I felt exhilarated."
    },
    "26526": {
        "id": "26526",
        "summary": "Roberta decided to begin her letter with this sentence:\n\t\n\tThe planetarium is not crowded on Wednesdays, so we should visit it then.\n\t\n\tIs this sentence an appropriate opening sentence for the purpose of the argument?",
        "explanation": "Incorrect \n\tThe sentence is not an appropriate opening sentence because it does not clearly state the student's stance or main argument. The correct answer is no, because it jumps to a supporting reason without clearly stating a stance.\n\t\n\tSupporting\n\t\n\tTo strengthen your ideas and opinions with examples, facts, or details is to add _____ details.\n\t\n\t\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tStance\n\t\n\tThis is the role or behavior of a speaker or writer in relation to his or her subject, audience, and persona (or voice). It involves a balance among the three elements in communication: the arguments about the subject itself, the interests of the audience, and the voice of the speaker."
    },
    "26531": {
        "id": "26531",
        "summary": "Read this draft of the letter Miguel is writing to his classmate to invite her to join a school program. Which of these choices is the BEST topic sentence for this paragraph?",
        "explanation": "Incorrect \n\tThe author wants to invite a new student to participate in a program. The sentence choice that best states the purpose of the letter is Our school has started a program that I think you will enjoy.\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "26532": {
        "id": "26532",
        "summary": "Read this draft of the beginning of Bob's speech about program cuts at his school. Which of these choices states Bob's primary purpose for writing this speech?",
        "explanation": "Incorrect \n\tBob's purpose for writing the speech is to convince listeners to keep the school music program.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "26535": {
        "id": "26535",
        "summary": "Read this draft of a persuasive speech. Which of these sentences is the BEST conclusion for this speech?",
        "explanation": "Incorrect \n\tThe correct conclusion for the speech is Please consider my ideas as you decide about year-round schooling.\n\t\n\tConclusion\n\t\n\tThis is when you use pieces of information on a subject to base your opinion or make a decision. You draw a ________.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address."
    },
    "26536": {
        "id": "26536",
        "summary": "Max wants his town to start a neighborhood watch. He decides to give a speech at the next town hall meeting explaining why it should start a neighborhood watch. Max decided to begin his speech with this sentence:\n\t\n\tThe town has recently been hit by ten incidents of vandalism, and creating a neighborhood watch could help stop this kind of crime.\n\t\n\tIs this an appropriate opening sentence for a argumentative purpose?",
        "explanation": "Incorrect \n\tMax's sentence is an appropriate opening sentence because it tells people about a benefit of the program. The correct answer is yes, because pointing out the program’s benefits will help convince people."
    },
    "26547": {
        "id": "26547",
        "summary": "Laura is writing a report about the natural resources of Mississippi. She will collect information about the natural resources from many different sources. One will be a multimedia encyclopedia. \n\t\n\tWhen she searches for information in a multimedia encyclopedia, she finds four results. Three of the results will help Laura, but one will NOT help her. Which of these articles will NOT help Laura write her report?",
        "explanation": "Correct \n\tThe article \"The Politics of Mississippi\" will not help Laura write her report because it does not deal with a natural resource of Mississippi."
    },
    "26550": {
        "id": "26550",
        "summary": "Ralph is writing a report about popular music in America's history. He will collect information about music in the United States from many different sources. One will be a multimedia encyclopedia. \n\t\n\tWhen he searches for information in a multimedia encyclopedia, he finds four results. Three of the results will help Ralph, but one will NOT help him. Which of these articles will NOT help Ralph write his report?",
        "explanation": "Incorrect \n\tThe article \"Music from the Roman Empire\" will not help Ralph write his report because it deals with music from the Roman Empire, and his report is about popular music in America."
    },
    "26563": {
        "id": "26563",
        "summary": "Which of these choices BEST adds detail to the phrase dark-colored?",
        "explanation": "Incorrect \n\tThe phrase that adds the most descriptive detail is black as a moonless sky.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "26568": {
        "id": "26568",
        "summary": "Which of these sentences from a student's autobiography uses vivid language?",
        "explanation": "Incorrect \n\tThe sentence that adds vivid words is As I picked up the telephone, my stomach flipped and my mouth dried up like a desert."
    },
    "26570": {
        "id": "26570",
        "summary": "Which revision BEST creates effective and appropriate organization for this story?",
        "explanation": "Incorrect \n\tThe author should move sentence 6 to follow sentence 8 to help readers understand why Renee is blushing."
    },
    "26580": {
        "id": "26580",
        "summary": "Timothy is writing an essay about adopting pets from an animal shelter. Which is the BEST way for him to start the essay?",
        "explanation": "Correct \n\tThe correct way for Timothy to start the essay is by explaining the pet population problem in the United States. This strategy will grab the reader’s attention and it explains why pet adoption is so important."
    },
    "26583": {
        "id": "26583",
        "summary": "Which is the BEST topic sentence for this letter?",
        "explanation": "Correct \n\tThe correct topic sentence for the letter is Kennedy Middle School has organized an event in which you may be interested.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "26584": {
        "id": "26584",
        "summary": "Which of these BEST states Alexis’s purpose in writing this letter?",
        "explanation": "Correct \n\tThe main idea of Alexis's letter is that she thinks that the volunteer program would cause overworked students even more stress. Alexis's purpose in writing the letter is to argue that the principal that the volunteer program shouldn’t be required.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "26585": {
        "id": "26585",
        "summary": "Which of these BEST expresses the main idea of a speech arguing that students should carpool to school?",
        "explanation": "Correct \n\tThe sentence that best expresses the main idea of a speech arguing that students should carpool to school is Carpooling can help decrease the level of carbon dioxide emissions.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address."
    },
    "26586": {
        "id": "26586",
        "summary": "Oliver is preparing a speech for the next town hall meeting. Which sentence is the BEST conclusion for this speech?",
        "explanation": "Correct \n\tOliver wrote this speech to try to convince the audience to put new sidewalks around the middle school. The best conclusion for the speech is Please consider my request as it would greatly benefit the town.\n\t\n\tConclusion\n\t\n\tThis is when you use pieces of information on a subject to base your opinion or make a decision. You draw a ________.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."
    },
    "26591": {
        "id": "26591",
        "summary": "The first battle of the Civil War was the Battle of Bull Run, which is also called the Battle of Manassas. The battle was fought near Manassas, Virginia, on July 21, 1861.\n\t\n\tClyde found this information as he did research on his report for history. Which of these is an accurate note that includes all the information for Clyde to use in his report?",
        "explanation": "Incorrect \n\tThe note that includes all the information is The Battle of Bull Run, or the Battle of Manassas, was the first conflict of the Civil War. The battle took place on July 21, 1861, near Manassas, Virginia.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "26598": {
        "id": "26598",
        "summary": "Jeannette’s teacher suggested that sentences 1 and 2 be combined during her revision of the paragraph. Which of these is the BEST way to combine the sentences?",
        "explanation": "Correct \n\tThe BEST way to combine sentences 1 and 2 is My uncle is a bibliophile, a person who collects books. This keeps the meaning of the original sentence and combines the two sentences using an appositive.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words.\n\t\n\t\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "26599": {
        "id": "26599",
        "summary": "Amir’s teacher suggested that sentences 4 and 5 be combined during his revision of this paragraph. Which choice BEST captures the original meaning of both?",
        "explanation": "Incorrect \n\tThe sentence that combines sentences 4 and 5 and captures the original meaning of both is  Kiwis' wings—at about two inches long—are extremely small. .\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "26601": {
        "id": "26601",
        "summary": "Dora realizes that she needs to use better transitions to improve the quality of this composition. Which of these is the BEST way to revise sentences (5) and (6)?",
        "explanation": "Incorrect \n\tThe best way to revise sentences 5 and 6 is  Milo is always trying to get attention, so he rubs his body against my feet, and he meows when I am in another room. .\n\t\n\tRevise\n\t\n\tThis is to make changes to a piece of written work based on comments or new evidence."
    },
    "26602": {
        "id": "26602",
        "summary": "Maria is revising her slide presentation and would like to shorten it. Which sentence is she able to omit without deleting any important information?",
        "explanation": "Incorrect \n\tMaria should omit sentence 6 because it is not about the Washington Monument and does not support the main idea.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "26604": {
        "id": "26604",
        "summary": "Which sentences can be combined to improve the flow of the narrative?",
        "explanation": "Incorrect \n\tSentences 6 and 7 can be combined because they are short sentences that deal with the same subject.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "26613": {
        "id": "26613",
        "summary": "Which of these BEST revises sentence 2 to provide more descriptive detail?",
        "explanation": "Incorrect \n\tThe choice that provides the most descriptive detail is I climb under the covers, feeling safe and warm.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "26619": {
        "id": "26619",
        "summary": "Which of these BEST fits into paragraph 2?",
        "explanation": "Incorrect \n\tThe statement that adds detail and supports the main idea of paragraph 2 is Rita and I worked at perfecting our backhand swings while we practiced.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "26623": {
        "id": "26623",
        "summary": "Tamera is revising her report about author Louisa May Alcott. Which of these is the BEST transition to connect the first and second paragraphs?",
        "explanation": "Incorrect \n\tThe most effective transition is Although Alcott worked hard to make money, she still made time to write. This sentence connects her work life with her writing life.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "26628": {
        "id": "26628",
        "summary": "Which of these statements BEST fits into paragraph 2?",
        "explanation": "Incorrect \n\tThe statement supports the main idea of paragraph 2 is The athletes in the modern Olympic Games compete in many different sports. This sentence is correct because it supports the main idea of the paragraph.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "26631": {
        "id": "26631",
        "summary": "Which of these is the BEST transition to use between paragraphs 1 and 2?",
        "explanation": "Incorrect \n\tThe sentence that creates the best transition from paragraph 1 to paragraph 2 is Although we have paid for our trip, we still need to find chaperones for the event. This sentence ties together ideas from both paragraphs.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "26638": {
        "id": "26638",
        "summary": "Which of these sentences would BEST express the main idea of a speech arguing that people should participate in a charity softball tournament?",
        "explanation": "Incorrect \n\tThe sentence that best expresses the main idea of a speech arguing that people should participate in a charity softball tournament is The tournament is a fun way to spend time with friends while helping a worthy cause.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address."
    },
    "28437": {
        "id": "28437",
        "summary": "Which of these is the BEST way to change the formatting of the citation in line 15?",
        "explanation": "Incorrect \n\tIn an in-text citation, the author's name should appear first, followed by the page number. These two pieces of information are separated by a space. The citation that shows the correct formatting is (Slurry 110)..\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper.\n\t\n\t\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "28451": {
        "id": "28451",
        "summary": "Which of these is the BEST way to rewrite the source citation in line 46?",
        "explanation": "Correct \n\tThe citation that is organized and formatted properly is Slurry, Markus. \"Early Life.\" The Life of Paul Laurence Dunbar. San Francisco, CA: Quality Books, 2001. 87-126. Print.\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper."
    },
    "29133": {
        "id": "29133",
        "summary": "Which search terms would BEST help you find the source written by LizBeth Stanley?",
        "explanation": "Correct \n\tLizBeth Stanley wrote How Native Americans Were Affected by the Hunt for Coal. The search terms that would help you find this book are Native Americans and coal miners"
    },
    "29862": {
        "id": "29862",
        "summary": "The author would like to add a sentence in section 5 of this passage. Choose the MOST effective location for this sentence: Therefore drivers of large vehicles need to be especially aware of their environment.",
        "explanation": "Correct \n\tThe correct answer is; b\u003eafter sentence two. It is sentence two that addresses larger vehicles. The additional sentence fits nicely after that sentence because it provides information based on information from sentence two."
    },
    "30399": {
        "id": "30399",
        "summary": "Read the excerpt from the Pro Walk Web page. Which statement presents an opposing view from the excerpt?\n\t\n\tCustomer Review\n\t\n\tfrom Renee in TX:\n\tI have been using the Pro Walk inserts for about a month now. As a cashier, I am on my feet for about eight hours every day. The pain I was experiencing in my feet, hips, and lower back was so intense that I could barely get out of bed some days. I find that the Pro Walk helps to realign my body and provides my entire body with more support. I can’t believe the difference this product has made in my life.",
        "explanation": "Correct \n\tThe relief provided by the Pro Walk inserts is temporary at best presents an opposing view. The customer claims that she has been wearing the Pro Walk inserts for a month and is still having good results.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."
    },
    "30421": {
        "id": "30421",
        "summary": "Select the rebuttal statement that BEST refutes the viewpoint in section one.",
        "explanation": "Incorrect \n\tThe rebuttal statement that BEST refutes a viewpoint in section one is; It is unnecessary to oversee the athletes involved in mixed martial arts. A rebuttal is a statement asserting something to be false, incomplete, or in error. The last sentence of section one asserts that 'State athletic commissions should strictly monitor and regulate the UFC.' This is the same as saying that it IS necessary to oversee athletes involved in mixed martial arts (which is the sport of UFC). So the correct answer would rebut that viewpoint by asserting that it is UNnecessary.\n\t\n\tViewpoint\n\t\n\tThis is a writer's opinion or way of seeing an issue."
    },
    "30422": {
        "id": "30422",
        "summary": "Select the rebuttal statement that BEST refutes a viewpoint in section two.",
        "explanation": "Correct \n\tThe rebuttal statement that BEST refutes a viewpoint in section two is Too many rules spoiled the early competitive spirit of the UFC. A rebuttal is a statement asserting something to be false, incomplete, or in error. The second sentence of section two asserts that 'Early contests did not have enough rules,' so the correct answer would rebut that viewpoint by asserting that early contests had too many rules.\n\t\n\tViewpoint\n\t\n\tThis is a writer's opinion or way of seeing an issue."
    },
    "30423": {
        "id": "30423",
        "summary": "Which statement BEST counters a viewpoint in section three?",
        "explanation": "Incorrect \n\tThe rebuttal statement that BEST refutes a viewpoint in section three is Early promoters of UFC events were eager to work with state athletic commissions, without public pressure being a necessary inducement. Section three asserts that promoters were motivated only when image and profits were affected. So the correct answer would rebut that viewpoint by asserting that for no particular reason promoters were 'anxious' to work with the commission.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tViewpoint\n\t\n\tThis is a writer's opinion or way of seeing an issue."
    },
    "30425": {
        "id": "30425",
        "summary": "Select the rebuttal statement that BEST refutes a viewpoint in section five.",
        "explanation": "Incorrect \n\tThe rebuttal statement that BEST refutes a viewpoint in section five is Most fans want to witness the raw and brutal battles of \"no holds barred\" matches, and don't care about proper enforcement of the rules. Section five asserts that most fans want to see a fair fight. So the correct answer would rebut that viewpoint by asserting fans want to witness a raw and brutal battle.\n\t\n\tViewpoint\n\t\n\tThis is a writer's opinion or way of seeing an issue."
    },
    "30426": {
        "id": "30426",
        "summary": "Which example contains the same type of reasoning found in this portion of section one?\n\tMany people think that all combative sports should be strictly monitored and regulated by state commissions. It is obvious that the Ultimate Fighting Championship (UFC) is an organization that promotes combative athletic events. State athletic commissions should strictly monitor and regulate the UFC.",
        "explanation": "Incorrect \n\tThe correct answer is All the students in Ms. Smith's class are male. James is in Ms. Smith's class. James is a male. The deductive reasoning used in the selected sentences MOST CLOSELY matches this logic of this answer choice.\n\t\n\tLogic\n\t\n\tThis is the reasoning used to reach a decision based on a set of assumptions, or it may be defined as the science of reasoning, proof, thinking, or inference."
    },
    "307": {
        "id": "307",
        "summary": "When looking for information on an author's life, which is the BEST choice to use as a source?",
        "explanation": "Incorrect \n\tThe Dictionary of Literary Biography is the most comprehensive resource for biographies on published authors. The other sources are popular magazines or newspapers, which, while possibly containing some facts, will not give sufficient information.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic."
    },
    "30756": {
        "id": "30756",
        "summary": "Cecile is writing an editorial for the school paper in which she argues that all public schools should require school uniforms. Which paragraph would NOT be relevant to her paper and would therefore not merit inclusion in her final draft?",
        "explanation": "Correct \n\tThe paragraph topic that would not be a good edition to Cecile's editorial is a paragraph discussing how hard it is to get students to do their homework. All of the other answer choices relate to the school uniform issue. While the difficulty of getting students to do their homework seems like another topic entirely.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "308": {
        "id": "308",
        "summary": "If conducting research for a paper on restricting cell phone usage in automobiles, which source would be most effective to use in your argument?",
        "explanation": "Incorrect \n\tA recent court case is the correct answer because the court case is timely, and it addresses the new laws that have been put in place, restricting cell phone usages.\n\t\n\tUsage\n\t\n\tThis is the way words and phrases are utilized correctly in written or spoken language."
    },
    "30871": {
        "id": "30871",
        "summary": "Which BEST describes parenthetical citations?",
        "explanation": "Correct \n\tParenthetical citations are in-text citations to document outside sources within a document, usually including the author's last name and the page numbers for the material cited. This is the accepted MLA style and format.\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper.\n\t\n\t\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure.\n\t\n\t\n\t\n\tFormat\n\t\n\tThis is the general plan of organization of a written work or source of information.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper."
    },
    "30876": {
        "id": "30876",
        "summary": "Which BEST describes an important formatting style on a Works Cited page?",
        "explanation": "Incorrect \n\tDouble space within and between entries BEST describes an important formatting style of a Works Cited page. This is the correct MLA formatting style.\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure.\n\t\n\t\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure.\n\t\n\t\n\t\n\tWorks Cited\n\t\n\tThis is a list with author, title and publication details of the works (the books, articles, etc.) a researcher used to write a paper. This is an informational list at the end of a research paper to credit sources."
    },
    "30911": {
        "id": "30911",
        "summary": "If you wanted to quote from page 27 of a book by Donald R. Howard about the poet Geoffrey Chaucer's life (titled The Time of Chaucer) for a research paper, which would be the correct way to cite this source using MLA documentation?",
        "explanation": "Incorrect \n\tThe correct way to cite any quotation from this book would be (Howard 27).. According to MLA practice, when citing a book by one author, you simply follow the quotation with a parenthetical aside that includes the author's last name and the page number before the period.\n\t\n\tPeriod\n\t\n\tThis is an end punctuation mark that indicates the end of a sentence."
    },
    "31094": {
        "id": "31094",
        "summary": "Randi has just typed this line using a word-processing program on her computer. What does the green underlining mean?",
        "explanation": "Incorrect \n\tThere is a grammatical error. The comma should come before the word 'which'. Marking a word by underlining is one common feature of word processing programs. It is done to indicate a possible error. The green underlining most often alerts the writer to check for a grammatical error."
    },
    "311": {
        "id": "311",
        "summary": "You are giving a speech to local business leaders about supporting new sales tax laws. Which information is important to your audience?",
        "explanation": "Correct \n\tHow the new laws will affect local business income is correct because this information directly relates to the main point of your speech and your audience.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."
    },
    "31125": {
        "id": "31125",
        "summary": "The mid-sized cats, such as the cheetah, serval, and leopard, hunt mid-sized prey animals, such as antelope and deer, many of whom are fast-running creatures. These swift herd animals cannot be easily hunted by groups of felines.\n\t\n\tWhich group of words in these sentences from paragraph 2 can be eliminated without changing the meaning?",
        "explanation": "Incorrect \n\tMany of 7 are fast-running creatures is the correct answer. It is not quite clear whether the mid-sized cats or the mid-sized prey run fast. The second sentence clarifies this by using the word swift to describe the animals that are hunted by these cats."
    },
    "32300": {
        "id": "32300",
        "summary": "Josh is using this editing checklist to correct mistakes in his narrative essay about a recent camping trip with his family. Which sentence contains an error and needs to be rewritten?",
        "explanation": "Incorrect \n\tThe campground was crowded and we quickly made friends with the other families. There should be a comma after the word 'crowded'."
    },
    "32301": {
        "id": "32301",
        "summary": "Josie is proofreading her book report using this checklist. Which sentence needs revision?",
        "explanation": "Incorrect \n\tThe main character, a young boy who wanders away and gets lost in the woods. is the correct answer. This is a sentence fragment. It needs a verb to go with the main subject character.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action.\n\t\n\t\n\t\n\tVerb\n\t\n\tThis is the part of speech that shows action and existence."
    },
    "32349": {
        "id": "32349",
        "summary": "Which excerpt from a student essay below is an example of plagiarism?",
        "explanation": "Incorrect \n\tThe sentence that contains plagiarism is Alan Moore claimed that he was giving up writing for comics because he had been converted to religion of a serpent god called Glycon. This sentence contains plagiarism because it refers to directly to another author's ideas and does not give credit either through acknowledgment of sources in the sentence itself or through parenthetical documentation of the source at the end of the sentence.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic."
    },
    "32353": {
        "id": "32353",
        "summary": "Ellen is using this checklist to proofread her essay before completing her final draft. Which sentence from her essay must she correct?",
        "explanation": "Incorrect \n\tOdysseus, the main character, and his men meet many obstacles on there journey home from Troy to Ithaca is the correct answer. There is an error in Word usage. There needs to be changed to their. A possessive pronoun is needed here.\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality.\n\t\n\t\n\t\n\tUsage\n\t\n\tThis is the way words and phrases are utilized correctly in written or spoken language.\n\t\n\t\n\t\n\tPronoun\n\t\n\tThis is a word that takes the place of a noun."
    },
    "32371": {
        "id": "32371",
        "summary": "Burton is using this list of rules for using commas to proofread his paper about Mark Twain. Which sentence should he correct?",
        "explanation": "Correct \n\tMark Twain was the best known, and most successful author of his generation is the correct answer. This is not a compound sentence,so a comma is not needed.\n\t\n\tCompound Sentence\n\t\n\tThis consists of two or more independent clauses with no subordinate clauses."
    },
    "32709": {
        "id": "32709",
        "summary": "Which word indicates a transition?",
        "explanation": "Incorrect \n\tThe word so indicates a transition.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "32711": {
        "id": "32711",
        "summary": "Which sentence could be added to paragraph 5 of the speech to BEST reflect the tone?",
        "explanation": "Correct \n\tThe sentence Children with strong communication skills will likely experience professional success matches the tone of the other sentences in the speech. The other choices are either too formal or too casual for the tone of this speech.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character."
    },
    "32861": {
        "id": "32861",
        "summary": "Which word would BEST replace the underlined word in the sentence?",
        "explanation": "Incorrect \n\tThe word that would BEST replace the underlined word is significant. The author of this speech feels that the introduction of the high school community garden is an important—or significant—event.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tIntroduction\n\t\n\tThis is the beginning of a written work that explains what will be found in the main part."
    },
    "32862": {
        "id": "32862",
        "summary": "Which words indicate a transition?",
        "explanation": "Incorrect \n\tThe words In addition indicate a transition.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "33141": {
        "id": "33141",
        "summary": "Wade will have to write an essay about one of the poets discussed in his English class, as part of the final project. Throughout the semester, he keeps a notebook filled with the names of different poets he learns about in class. Why?",
        "explanation": "Incorrect \n\tHaving a list of poets will help him choose a topic for his essay is the correct answer. This list will enable Wade to easily choose a topic when he is ready to write his essay. He won’t have to spend extra time trying to remember which poets he read in class.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "33642": {
        "id": "33642",
        "summary": "Which of these citations is correct?",
        "explanation": "Incorrect \n\tThe citation Higgins, Sarah. \"How to Debone a Whole Chicken.\" All Cooking. May 2004: 181–182. Print. contains all the information it requires to make it complete. The other citations are missing a publication date (Walsh), a publication title (Duda), and an article title (Coombs).\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper.\n\t\n\t\n\t\n\tCitation\n\t\n\tThis is the notation of a source used for a paper."
    },
    "347": {
        "id": "347",
        "summary": "Choose the answer that is the most effective substitute for the underlined part of the sentence. If no substitute is necessary, choose ‘Leave as is.’",
        "explanation": "Correct \n\tPlease bring two sharpened pencils with erasers for the math test tomorrow is the correct answer because the two sentences can be combined to make one clear, concise sentence.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "34710": {
        "id": "34710",
        "summary": "How should this sentence be changed to correct the error in point of view?\n\t\n\tLuke gave me an extremely nice present for my birthday; you can always count on him to find the perfect gift.",
        "explanation": "Correct \n\tTo correct the error in point of view, you would need to change you to I because the speaker is referring to her own relationship with Luke and not the readers' relationship with Luke.\n\t\n\tPoint of View\n\t\n\tThis is the perspective from which a story is told or information is provided. It is the way the author lets the readers see and hear the story or information; who tells the story."
    },
    "350": {
        "id": "350",
        "summary": "Choose the answer that is the most effective substitute for the underlined part of this sentence. If no substitute is necessary, choose ‘Leave as is.’",
        "explanation": "Correct \n\tEllis wants to take that box of old books with him is the correct answer because the original sentence is awkward as it is written, and the meaning is unclear."
    },
    "37286": {
        "id": "37286",
        "summary": "Which BEST evaluates the tone and formality of this new version of section one?",
        "explanation": "Correct \n\tThe tone is the same, but the word choice is less formal, probably for a younger reading audience. The original version includes more advanced vocabulary word choices such as arguably, regarded, esteemed, distinguished, and contemporaries. This creates an air of formality to the original text. The new version uses easier words such as famous and popular. For both versions, the tone is informative and objective.\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\tObjective\n\t\n\tThis is information or a source that is free from the author's personal feelings about the subject.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "37295": {
        "id": "37295",
        "summary": "Which sentence functions as a counterargument in section 18?",
        "explanation": "Correct \n\tHowever, some pet owners may be too attached to their pets or unable to locate a safe new home for the animal. This is the counterargument. The main argument is that it is easiest to find another home for the pet. The counterargument considers another side to the debate when it considers the attachment and responsibility to a family pet.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue."
    },
    "37736": {
        "id": "37736",
        "summary": "The following is the script of a television commercial advertising for applicants to the upcoming reality show, \"The Coolest Kid in School.\"\n\t\n\tAre you the Big Man (or Woman) on Campus? Are you the envy of everyone at your school? Were you the Prom King or Prom Queen? Think you have what it takes to be the most popular among the most popular? Then apply to be on this network's new reality show, \"The Coolest Kid in School.\"\n\t\n\tWhich would be the BEST concluding line of this script?",
        "explanation": "Incorrect \n\tThe best concluding line of this script would be the following statement: Now that you've dominated your school, try dominating the ultimate school! This particular line is exciting, challenging, and invites action from the listener. The other lines are either entirely prosaic or flat."
    },
    "38178": {
        "id": "38178",
        "summary": "Look at the underlined section marked (26). If you find a mistake, choose the answer that corrects the mistake. Otherwise, choose \"Correct as is.\"",
        "explanation": "Incorrect \n\tThe correct answer is Whenever possible, someone the cat loves is allowed to be there when the drug is administered. In the original sentence, the word \"since\" is incorrectly used as a synonym for \"when.\""
    },
    "38180": {
        "id": "38180",
        "summary": "The publication mentioned in the first sentence may have been punctuated incorrectly. If so, choose the correct revision. If not, choose \"correct as is.\"",
        "explanation": "Incorrect \n\tThe correct answer is Atlanta Journal-Constitution. Publications that can stand on their own, like newspapers, are italicized. Smaller pieces, like newspaper articles, are placed within quotation marks. The hyphen is needed because Journal-Constitution is a compound noun.\n\t\n\tHyphen\n\t\n\tThis is a small horizontal line used to set off parts of sentences, or to create compounds."
    },
    "38183": {
        "id": "38183",
        "summary": "Which sentence BEST demonstrates how using precise language creates clarity?",
        "explanation": "Incorrect \n\tThe correct answer is \"Now, I am not a Luddite; I have no desire to go around smashing up every ear bud or technological gadget in sight.\" While all four sentences are assertions, the one that alludes to Luddites (people who oppose technological change) creates clarity by placing the discussion of ear buds within a larger context.\n\t\n\tclarity\n\t\n\tIn writing, this refers to the clear expression and connection of ideas.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "38203": {
        "id": "38203",
        "summary": "The later arriving Spanish entered the Valley by horse, British and American trappers entered by horse and on foot. \n\t\n\tThis sentence from section 2 is a comma splice. Which choice correctly combines the two independent clauses?",
        "explanation": "Incorrect \n\tThe correct answer is, \"The later arriving Spanish entered the Valley by horse; British and American trappers entered by horse and on foot.\" A semicolon can be used to join two independent clauses. The other options either fail do join the clauses at all or fail to provide the necessary punctuation.\n\t\n\tPunctuation\n\t\n\tThis is the system of standardized marks in written language to clarify meaning."
    },
    "38213": {
        "id": "38213",
        "summary": "Which detail from the selection is least relevant to the author's overall argument against ear buds?",
        "explanation": "Correct \n\tThe correct answer is that Ear buds are bad for live music. Since people can also pay less to hear music instantly with radio and CDs, this argument is less relevant than the other three.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "38245": {
        "id": "38245",
        "summary": "How can sentence (3) be written to eliminate wordiness and redundancy without changing its original meaning?",
        "explanation": "Incorrect \n\tHe carried a hammer that returned to him when he threw it. This sentence eliminates wordiness and redundancy without changing the meaning."
    },
    "38260": {
        "id": "38260",
        "summary": "John has been assigned a research paper on the Seven Wonders of the Ancient World. Which strategy would BEST help him to organize and record his information?",
        "explanation": "Correct \n\tThe correct answer is that John should consult an annotated bibliography. Once John has a topic (the Seven Wonders, not Egypt or any individual wonder), he should find reliable sources. He can best do this by consulting an annotated bibliography, a list of sources on a given subject that includes notes about each source.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "41639": {
        "id": "41639",
        "summary": "Choose the most effective order of sentences to form a paragraph.",
        "explanation": "Incorrect \n\t3, 2, 4, 1, 5 The paragraph would read:\n\tI am going to love being a sophomore next year. At the end of the day, we will be dismissed three minutes earlier than freshmen. This will really help me get to my locker before the halls get too crowded. Another privilege for tenth graders is having access to the courtyard during lunch. Being outside in the fresh air will be a nice break from the stuffy cafeteria."
    },
    "42622": {
        "id": "42622",
        "summary": "Which sentence provides commentary information for elaboration of a concrete detail?",
        "explanation": "Correct \n\t3It was a good idea to wear short sleeves and a light jacket that could be taken off easily in the afternoon. This sentence provides commentary information for elaboration on the concrete detail in sentence two; 2For example, the temperature was a comfortable 69 degrees. Sentence #1 is the topic sentence.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "42779": {
        "id": "42779",
        "summary": "Which website would be the best source for more information on driving laws?",
        "explanation": "Incorrect \n\tA government-sponsored transportation website is the correct answer because the most accurate and unbiased information is going to come from an official website with actual laws and regulations."
    },
    "42782": {
        "id": "42782",
        "summary": "Which technological resource would be most helpful for getting more information about the potential risks of not being vaccinated?",
        "explanation": "Incorrect \n\tTo obtain the most reliable information for the research, the best source to consult would be a spreadsheet charting the number of people affected by vaccine-preventable diseases each year. This source would provide unbiased facts about the dangers of not being vaccinated, while the other sources may have bias or not address the topic.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tBias\n\t\n\tThis is a prejudice that is leaning toward a positive or negative judgment on something; a personal judgment or opinion about a particular person, position, or thing.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic."
    },
    "42807": {
        "id": "42807",
        "summary": "Which provides the MOST relevant detail for Samantha to explore in her research paper on the cost efficiency of hybrid vehicles?",
        "explanation": "Correct \n\tGas mileage is the MOST relevant detail for Samantha to explore because her topic is cost efficiency of hybrid vehicles. The remaining answer choices are more suited to customer preferences for style and speed.\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "43229": {
        "id": "43229",
        "summary": "Which sentence represents a digression which is not relevant to the point of the passage?",
        "explanation": "Incorrect \n\tAlong the way he visited a number of Indian reservations. This sentence does not contribute to the story, which is about how Twain found his calling."
    },
    "43248": {
        "id": "43248",
        "summary": "Which sentence represents a digression which is not relevant to the point of the passage?",
        "explanation": "Incorrect \n\tThe O'Learys were recent immigrants to America from Ireland. This sentence does not contribute to the story, which is about how the Chicago Fire started."
    },
    "5039": {
        "id": "5039",
        "summary": "What is the BEST way to revise the underlined portion of the sentence labeled (3) in order to make it less technical and more clear?",
        "explanation": "Incorrect \n\tEssentially this statement is saying, if you have questions or want to see information, write to this address. The least technical of the choices is For questions about these requirements, or for information in the records, write to:"
    },
    "5058": {
        "id": "5058",
        "summary": "Which is the BEST way to restate the phrase labeled (3) without changing the meaning?",
        "explanation": "Incorrect \n\tWhile it may sound like a rearranging of words and some slight changes, 'placed in any of the state's navigable waters by a knowledgeable official' best matches the formality and diction of the text.\n\t\n\tDiction\n\t\n\tThis is the writer's choice of words, including the vocabulary used, the appropriateness of the words, and the vividness of the language."
    },
    "5078": {
        "id": "5078",
        "summary": "In order to use more precise language, the underlined phrase entitled (7) should be changed to",
        "explanation": "Incorrect \n\tThe adjective inaugural has the same formal tone the rest of the essay seems to have. The race is as much ceremonial, given the Fourth of July holiday, as anything else, so the tone of the replacement phrase needs to convey the same impressive status that the race has.\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character."
    },
    "5081": {
        "id": "5081",
        "summary": "Which is the BEST way to revise the sentence labeled (9)?",
        "explanation": "Correct \n\tOnly one choice is as coherent as this one: A footrace down one of Atlanta's most famous streets on the Fourth of July might be enough to make a runner want to become part of the Peachtree tradition. The others either make less sense or are rambling."
    },
    "5084": {
        "id": "5084",
        "summary": "Which revision would be the BEST improvement of this sentence from paragraph 2?",
        "explanation": "Correct \n\tThe raft is a fitting symbol of the role that transportation has played in the evolution of local history. All other options are redundant regarding \"transportation.\""
    },
    "5086": {
        "id": "5086",
        "summary": "Which is the BEST way to revise this sentence?",
        "explanation": "Incorrect \n\t\"Arriving later\" refers to the Spanish arriving later than the Native Americans. The sentence is only needing to establish that the Spanish came on horses, while the British/American trappers came on horse and foot. Therefore, the sentence that blends these two best, is: Arriving later, the Spanish entered the Valley by horse, while the British and American trappers entered by horse and on foot."
    },
    "5087": {
        "id": "5087",
        "summary": "In order to achieve more precise language, which sentence would be the BEST substitution for this sentence from paragraph four?",
        "explanation": "Incorrect \n\tStage companies moved passengers by stagecoach. This sentence has a subject (stage companies) that performs the action, thus avoiding passive voice.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "5088": {
        "id": "5088",
        "summary": "In this sentence from paragraph five, which phrase is the LEAST effective replacement for the phrase \"used great power\"?",
        "explanation": "Incorrect \n\tIn a subsequent sentence within the same paragraph, it says \"Sacramento representatives strongly influenced the State's Constitutional Convention…\" showing that it did all but squandered great power. It certainly applied, employed, and exerted great power relative to the larger San Francisco. To \"squander\" means to waste or NOT-use power."
    },
    "5093": {
        "id": "5093",
        "summary": "Which sentence BEST concludes what the supporting evidence suggests in paragraph 6?",
        "explanation": "Incorrect \n\tThe paragraph conveys the balance a marine must strike between his duties as Mounted Color Guard and his regular duties as a U.S. Marine. Marines who participate as Mounted Color Guards also must carry out regular duties as a Marine."
    },
    "50930": {
        "id": "50930",
        "summary": "Which sentence could best be added to this paragraph as a supporting detail?",
        "explanation": "Incorrect \n\tThe sentence that goes best into this paragraph as a supporting detail is the following one: Third of all, by making students read continually teachers are actually making students hate to read--which is the opposite of what teachers are supposed to do. The other sentences are slightly off topic or present a reason that isn't very convincing.\n\t\n\tSupporting\n\t\n\tTo strengthen your ideas and opinions with examples, facts, or details is to add _____ details.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "50931": {
        "id": "50931",
        "summary": "Which sentence could best be added to this paragraph as a supporting detail?",
        "explanation": "Correct \n\tThe sentence that goes best into this paragraph as a supporting detail is the following one: Comic books have all the things a \"real\" book has--plot, character, conflict, and theme. The other sentences are slightly off topic or present a reason that isn't very convincing.\n\t\n\tSupporting\n\t\n\tTo strengthen your ideas and opinions with examples, facts, or details is to add _____ details.\n\t\n\t\n\t\n\tTheme\n\t\n\tThis is the message, usually about life or society, that an author wishes to convey through a literary work.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."
    },
    "50932": {
        "id": "50932",
        "summary": "Which sentence could best be added to this paragraph as a supporting detail?",
        "explanation": "Incorrect \n\tThe sentence that goes best into this paragraph as a supporting detail is the following one: Chess teaches students to think ahead about the consequences of their actions. The other sentences are slightly off topic or present a reason that isn't very convincing.\n\t\n\tSupporting\n\t\n\tTo strengthen your ideas and opinions with examples, facts, or details is to add _____ details.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "50948": {
        "id": "50948",
        "summary": "Which sentence could best be removed from this paragraph to clarify its ideas?",
        "explanation": "Incorrect \n\tThe sentence that should be removed from this paragraph because it is irrelevant is the following one: Some animals sleep more than humans, and other animals sleep much less than humans.  While this sentence is related to the topic of the paragraph, it is not focused enough and interferes with the paragraph's clear ideas.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "50949": {
        "id": "50949",
        "summary": "Which sentence could best be removed from this paragraph to clarify its ideas?",
        "explanation": "Incorrect \n\tThe sentence that should be removed from this paragraph because it is irrelevant is the following one: Kids can also do projects like building a bookshelf, making a reading list to complete, or simply helping out with household chores. While this sentence is related to the topic of the paragraph, it is not focused enough and interferes with the paragraph's clear ideas.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "5095": {
        "id": "5095",
        "summary": "What is the BEST way to improve the sentence (6)?",
        "explanation": "Incorrect \n\tThe sentence is written in passive voice. To clarify it, use active voice: The public can view a handout of BLM wild horses…\n\t\n\tclarify\n\t\n\tThis is to clear up or to make information more understandable: to explain."
    },
    "50950": {
        "id": "50950",
        "summary": "Which sentence could best be removed from this paragraph to clarify its ideas?",
        "explanation": "Incorrect \n\tThe sentence that should be removed from this paragraph because it is irrelevant is the following one: Franklin also liked to do a lot of other things in the summer too--play soccer, play video games, and just read. While this sentence is related to the topic of the paragraph, it is not focused enough and interferes with the paragraph's clear ideas.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "5096": {
        "id": "5096",
        "summary": "In order to describe more clearly what is meant by the phrase 'hand-raised' in sentence 5, the phrase should be changed to",
        "explanation": "Incorrect \n\tThe sentence emphasizes how the nine-month-old jenny burro was cared for while still young--not how it was handled or delivered by hand. Instead the author wants to show how it was fed by hand to show how intimately the burro was cared for."
    },
    "5109": {
        "id": "5109",
        "summary": "Reread paragraph 13. Which clause BEST replaces the clause entitled \"Twenty-two areas were direct products of the Wright Act\"",
        "explanation": "Incorrect \n\tIn order to find the most appropriate replacement, the substituted clause must fit with the remainder of the sentence (…public districts organized under the state irrigation law;) Only one works smoothly: The Wright Act enabled twenty-two areas of land to be designated irrigation districts, public districts organized under the state irrigation law. All other replacements seem awkward."
    },
    "51182": {
        "id": "51182",
        "summary": "Which sentence would work best as a concluding sentence to this paragraph?",
        "explanation": "Incorrect \n\tThe best concluding sentence to this paragraph would be the following one: Jessie was troubled by all the sides of the issue. This sentence sums up (and even restates) the topic sentence or main idea of the paragraph itself.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "51183": {
        "id": "51183",
        "summary": "Which sentence would work best as a concluding sentence to this paragraph?",
        "explanation": "Correct \n\tThe best concluding sentence to this paragraph would be the following one:  Ultimately the decision of whether or not to give a child a cell phone belongs to each parent. This sentence sums up (and even restates) the topic sentence or main idea of the paragraph itself.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "51195": {
        "id": "51195",
        "summary": "Which sentence would work best as a concluding sentence to this paragraph?",
        "explanation": "Incorrect \n\tThe best concluding sentence to this paragraph would be the following one: Now, Jonathan realized that hard work comes in all sorts of shapes and sizes. This sentence sums up (and even restates) the topic sentence or main idea of the paragraph itself.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "51422": {
        "id": "51422",
        "summary": "The bolded sentence in this paragraph is out of order.\n\t\n\tWhat sentence in the paragraph should the bolded sentence come after?",
        "explanation": "Incorrect \n\tThe bolded sentence sentence needs to be put behind the following sentence: After lunch, Seth and Jake took off for the neighborhood pool with water guns and played in sunshine all afternoon long. The paragraph is organized chronologically, so the sentence about Seth's evening activities definitely needs to go behind the sentences about how Seth spent his morning and afternoon."
    },
    "51424": {
        "id": "51424",
        "summary": "Which sentence should be deleted from this paragraph to give it a stronger focus?",
        "explanation": "Correct \n\tThe sentence that can be deleted from this paragraph is the following one: Last year we went on a field trip to DeSoto Caverns. Although this sentence is related to the topic, it doesn't make a point in the argument about why field trips should not be continued at Pick Elementary School.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation."
    },
    "51754": {
        "id": "51754",
        "summary": "These sentences are too short and choppy; they need to be combined into one concise thought. Which sentence best accomplishes this task without changing the writer's original meaning?",
        "explanation": "Incorrect \n\tBadminton, a neglected sport in this country, is a fast-paced racket game that combines sizzling slams and delicate drop shots.. This sentence is concise and mantains the original meaning.\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "51758": {
        "id": "51758",
        "summary": "These sentences need to be arranged into one, effective sentence. Which option best accomplishes this task without changing the writer's original meaning?",
        "explanation": "Correct \n\tConsignment shops are great places to find fashionable, designer clothes at one half to one third of new prices. This sentence is concise and mantains the original meaning."
    },
    "53258": {
        "id": "53258",
        "summary": "Which sentence would work best as a introductory sentence to this paragraph?",
        "explanation": "Incorrect \n\tThe best introductory sentence to this paragraph would be the following one: At first, Seth was sure that studying bugs was going to be the most boring part of his science class. This sentence sums up the topic sentence or main idea of the paragraph itself.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\t\n\tIntroductory\n\t\n\tThe position or approach of an essay, and a clear thesis statement, are included in the ____ paragraph.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "53259": {
        "id": "53259",
        "summary": "Which sentence would work best as a introductory sentence to this paragraph?",
        "explanation": "Incorrect \n\tThe best introductory sentence to this paragraph would be the following one: Rebecca wanted her father to have the best Father's Day ever.  This sentence sums up the topic sentence or main idea of the paragraph itself.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tIntroductory\n\t\n\tThe position or approach of an essay, and a clear thesis statement, are included in the ____ paragraph."
    },
    "54206": {
        "id": "54206",
        "summary": "How can the italicized sentences in this paragraph be combined to eliminate repetition most effectively?",
        "explanation": "Incorrect \n\tStephen's father said that it would cost too much to add another phone to their bill.. This revision avoids repetition by eliminating one unnecessary sentence.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "55557": {
        "id": "55557",
        "summary": "Which of these sentences from the paragraph BEST supports the idea that Luis and Carlo are caring people?",
        "explanation": "Incorrect \n\tThe sentence Luis and Carlo gave away the money to help a homeless shelter lets readers know that Luis and Carlo are caring people. Giving away money to help others is the kind of thing a caring person would likely do. This sentence helps readers learn that Luis and Carlo are caring."
    },
    "5625": {
        "id": "5625",
        "summary": "Which sentence would be the MOST concise wording for the selected sentence without changing its meaning? It is an excerpt from paragraph 7.",
        "explanation": "Incorrect \n\tThe best choice is, I limited my conversation to general things, like the weather, so as not to arouse or upset even a person with mental problems. At this point, he's not sure if the lady is a lunatic or not, but he wishes to play it safe and stick to general subject matter, so that in case she is a lunatic, he won't excite, enrage, or displease her. Perhaps he sticks to talking about the weather.\n\t\n\tlimited\n\t\n\tThis is a point of view, in which the narrator is outside the story, reveals the thoughts of only one character, and yet refers to that character as 'he' or 'she'. It is called third-person _______.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "56358": {
        "id": "56358",
        "summary": "How does the author support the argument?",
        "explanation": "Incorrect \n\tThe author supports the argument that every child should own a pet by explaining what pets teach children. The author gives examples of how pets teach children important lessons. The paragraph explains that pets can teach children to be responsible, patient, and kind.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "56361": {
        "id": "56361",
        "summary": "How does the author support the argument?",
        "explanation": "Incorrect \n\tThe author supports the argument that everyone should learn a sport by describing the different sports people can join. The author gives examples of sports that people can join to make friends and sports that people can do by themselves. There are even examples of sports that people can enjoy in the winter.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "56870": {
        "id": "56870",
        "summary": "Which sentence would be the most effective and clear opening of a short story?",
        "explanation": "Incorrect \n\tThe sentence that works most effectively as an opening sentence for a story is the following one: When Nick woke up for his first day of sixth grade smelling pancakes and bacon from downstairs, he knew that today was going to be a big day of change in his life. This sentence introduces the main character, the setting, and the plot of the story.\n\t\n\tPlot\n\t\n\tThis is the series of events that happen in a literary work.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens.\n\t\n\t\n\t\n\tCharacter\n\t\n\tThis is an individual's mental or moral quality."
    },
    "56888": {
        "id": "56888",
        "summary": "Which choice is a claim supported by the other choices?",
        "explanation": "Incorrect \n\tEating lunch outside can provide many health benefits for students. This statement is the claim; all other statements provide evidence to support this claim.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."
    },
    "56894": {
        "id": "56894",
        "summary": "Which sentence makes a claim for an argument about why students should be required to wear uniforms in school?",
        "explanation": "Incorrect \n\tSchool uniforms would provide a level of equality for all students. This statement is the claim; all other statements provide evidence to support this claim.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."
    },
    "56916": {
        "id": "56916",
        "summary": "Which statement most clearly links the evidence and conclusion for an argument about the socially damaging effects of social networks?",
        "explanation": "Incorrect \n\tThe sentence that clearly links the claim with an argument is the following one: Social networking sites give people a false sense of connection with strangers while actually hindering their real relationships. This statement clearly connects the author's opinion of how social networks damage actual real-life relationships.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."
    },
    "56917": {
        "id": "56917",
        "summary": "Which statement most clearly links the evidence and conclusion for an argument about the positive effects of video game playing?",
        "explanation": "Correct \n\tThe sentence that clearly links the claim with an argument is the following one: Video games are worth playing because they help develop a person's hand-eye coordination.  This statement clearly connects the author's opinion of how video games help a person develop hand-eye coordination.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued."
    },
    "58209": {
        "id": "58209",
        "summary": "What is the BEST way to revise this sentence so that it conveys clear, concise ideas and does not change the meaning of the sentence?\n\t\n\tI rang the doorbell, but no one came to the door, and I was sure that this was the right address, so I waited, and then I saw a curtain move.",
        "explanation": "Incorrect \n\tI rang the doorbell, but no one came to the door. I was sure this was the right address. While I waited, I saw a curtain move. This contains the same ideas, but is not one long string of thoughts."
    },
    "58230": {
        "id": "58230",
        "summary": "In a story containing the following events, which would likely occur FIRST?",
        "explanation": "Correct \n\tThe event that most likely occurred first is the following one: Matt decided to enlist in the army. Matt needs to enlist in the army before he could bid his family goodbye, go to basic training, or be sent into battle.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "58231": {
        "id": "58231",
        "summary": "In a story containing the following points, which would likely occur LAST?",
        "explanation": "Incorrect \n\tThe event that most likely occurred last is the following one: On the day of the Franklin's hike, the sunny weather was perfect. All of the other events listed in the answer choices are steps toward Franklin taking the hiking trip.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story."
    },
    "58260": {
        "id": "58260",
        "summary": "What is the BEST way to revise this sentence so that it conveys clear, concise ideas and does not change the meaning of the sentence?\n\t\n\tShe was born in Kansas, but she moved to Chicago, and she studied at Smith Junior College in Chicago.",
        "explanation": "Incorrect \n\tShe was born in Kansas, and she was educated at Smith Junior College in Chicago. This contains the same ideas, but is not one long string of thoughts."
    },
    "58262": {
        "id": "58262",
        "summary": "What is the BEST way to revise this sentence so that it conveys clear, concise ideas and does not change the meaning of the sentence?\n\t\n\tShe will come back for another visit. She told Michael this news.",
        "explanation": "Correct \n\tShe told Michael that she would come back for another visit. This contains the same ideas, but is not one long string of thoughts."
    },
    "58325": {
        "id": "58325",
        "summary": "Which sentence does not have a lyrical or poetic style and tone?",
        "explanation": "Incorrect \n\tThe sentence that is not written in a lyrical or poetic style is the following one: Frank walked in the house and set down his bag of books. This sentence has no vivid imagery or lovely, evocative content.\n\t\n\tStyle\n\t\n\tThis is the way an author expresses ideas through the use of kinds of words, literary devices, and sentence structure.\n\t\n\t\n\t\n\tImagery\n\t\n\tThis is the use of language that appeals to the five senses--touch, taste, smell, hearing, and sight."
    },
    "58347": {
        "id": "58347",
        "summary": "Which sentence supports the argument that humans should protect coral reefs and would make a good concluding sentence to the paragraph?",
        "explanation": "Incorrect \n\tBecause humans count on the coral reefs and the sealife they support, coral reefs should be able to count on humans too.\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "58425": {
        "id": "58425",
        "summary": "Which statement cites the passage accurately and correctly?",
        "explanation": "Incorrect \n\tThe statement that cites the passage accurately and correctly is the following one: Many of Frost's poems attempt \"to reveal ordinary objects of the countryside in an extraordinary manner\" (Baur). This sentence quotes the passage providing accurate context and cites the source of the quotation.\n\t\n\tQuote\n\t\n\tIf you repeat the words someone else has said or written, you ______ them.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues.\n\t\n\t\n\t\n\tPoem\n\t\n\tThis is an arrangement of words in verse. It sometimes rhymes, and expresses facts, emotions, or ideas in a style more concentrated, imaginative and powerful than that of ordinary speech."
    },
    "58472": {
        "id": "58472",
        "summary": "Which sentence best states what audiences these two speeches are directed toward?",
        "explanation": "Incorrect \n\tThe sentence that best summarizes the varying audiences of these two passages is the following one: MacArthur is directing his remarks to military men, while Huey Long is addressing the common man.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____.\n\t\n\t\n\t\n\tAudience\n\t\n\tThis is whoever will be reading, listening or watching a story, text, or drama."
    },
    "58521": {
        "id": "58521",
        "summary": "Choose an appropriate single-word modifier to add to the beginning of this sentence:\n\t\n\t__________________, John slammed the door and stormed down the hall.",
        "explanation": "Incorrect \n\tThe word that best fits is Fuming, which indicates anger."
    },
    "58594": {
        "id": "58594",
        "summary": "Which BEST describes this sentence?\n\t\n\tThe free gift she received was an unexpected surprise.",
        "explanation": "Incorrect \n\tThe sentence needs revision to remove redundancy. Free gift and unexpected surprises are both examples of redundant phrases. In each, a word can be omitted without loss of meaning or function.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "58595": {
        "id": "58595",
        "summary": "Which is expressed with the MOST concise language?",
        "explanation": "Incorrect \n\tThe tardy policy should be revoked. This sentence is expressed with concise language. The remaining answer choices have redundancy: protested against; plan ahead; end result."
    },
    "58596": {
        "id": "58596",
        "summary": "Which is expressed with the MOST precise language?",
        "explanation": "Correct \n\tHeidi has piano lessons every Friday at 6 p.m. This sentence is expressed with concise language. The remaining answer choices have redundancy: rectangular in shape; personal opinion; in the future to come."
    },
    "58598": {
        "id": "58598",
        "summary": "Which is expressed with the LEAST redundant language?",
        "explanation": "Correct \n\tAny topic you choose for research must be manageable. This sentence is expressed with precise language. The remaining answer choices have redundancy: 3:00 p.m. in the afternoon; There are; forever and ever.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tPrecise\n\t\n\tTo choose words that exactly and accurately describe or reflect the writer's meaning is to use ____ vocabulary.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "5876": {
        "id": "5876",
        "summary": "The author's description of Fred Johnson shows her use of",
        "explanation": "Incorrect \n\tThe author is sarcastic in her description of Fred Johnson. Johnson is described as working hard to control time while sitting in a cubicle with his Palm Pilot."
    },
    "58851": {
        "id": "58851",
        "summary": "Which sentence contains the MOST precise word choices?",
        "explanation": "Incorrect \n\tThe Gala apple was juicy. This sentence contains the MOST precise wording. The type of apple is identified and a description of the taste is provided. Words such as lots and great are not precise.\n\t\n\tPrecise\n\t\n\tTo choose words that exactly and accurately describe or reflect the writer's meaning is to use ____ vocabulary.\n\t\n\t\n\t\n\tPrecise\n\t\n\tTo choose words that exactly and accurately describe or reflect the writer's meaning is to use ____ vocabulary."
    },
    "59368": {
        "id": "59368",
        "summary": "Which BEST describes the function of this sentence from section one?\n\t\n\tAlexander expressed his desire to go to art school while his parents pushed for more traditional higher education, such as college.",
        "explanation": "Incorrect \n\tThe author is introducing a potential conflict. From this sentence, readers learn that the characters want different things. This engages the reader by setting out the problem early in the narrative.\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens."
    },
    "59408": {
        "id": "59408",
        "summary": "Which sentence conveys a tone that is inconsistent with the rest of the passage?",
        "explanation": "Incorrect \n\tSentence 1 is the correct answer because the word \"totally\" indicates a much less formal tone than the rest of the passage.\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character."
    },
    "5951": {
        "id": "5951",
        "summary": "What can the reader conclude about the story that Simon Wheeler is going to tell the narrator?",
        "explanation": "Incorrect \n\tThe narrator was not pleased with the story about Rev. Leonidas W. Smily. He says The story will be long and tedious and useless to him.\n\t\n\tNarrator\n\t\n\tThis is the teller of the story."
    },
    "59994": {
        "id": "59994",
        "summary": "How is sentence 2 related to sentence 1?",
        "explanation": "Incorrect \n\tIt gives an example of what is stated in sentence 1. The fear of entering an elevator is a phobia."
    },
    "60026": {
        "id": "60026",
        "summary": "Which choice BEST connects sentence 1 to sentence 2?",
        "explanation": "Incorrect \n\tFor example is the best choice to connect sentence 1 to sentence 2."
    },
    "60149": {
        "id": "60149",
        "summary": "Which sentence is unnecessary and could be eliminated without disturbing the flow and information of the paragraph?",
        "explanation": "Incorrect \n\tThe sentence that is unnecessary and could be eliminated without disturbing the flow and information of the paragraph is It is scientifically fascinating how bears and other animals instinctively know when to hibernate. This sentence does not add any relevant information to the paragraph.\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "60151": {
        "id": "60151",
        "summary": "Which sentence is unnecessary and could be eliminated without disturbing the flow and information of the paragraph?",
        "explanation": "Correct \n\tThe sentence that is unnecessary and could be eliminated without disturbing the flow and information of the paragraph is Alcohol rubs also kill fungi. This sentence seems out of place with the rest of the paragraph because it disrupts the flow."
    },
    "60152": {
        "id": "60152",
        "summary": "Which sentence is unnecessary and could be eliminated without disturbing the flow and information of the paragraph?",
        "explanation": "Incorrect \n\tThe sentence that is unnecessary and could be eliminated without disturbing the flow and information of the paragraph is Spaghetti is an example of a meal with tomato sauce. This sentence seems out of place with the rest of the paragraph because it disrupts the flow."
    },
    "60153": {
        "id": "60153",
        "summary": "Which sentence is unnecessary and could be eliminated without disturbing the flow and information of the paragraph?",
        "explanation": "Correct \n\tThe sentence that is unnecessary and could be eliminated without disturbing the flow and information of the paragraph is A smaller sized television is a television of 27\" or less. This sentence does not add valuable information to the paragraph."
    },
    "60753": {
        "id": "60753",
        "summary": "Where in this paragraph is the BEST place to put the following sentence?\n\t\n\tA visitation is a time for loved ones, neighbors, and friends to visit the family on the day or night before the actual funeral to express sympathy.",
        "explanation": "Correct \n\tThe BEST place to put this sentence is after sentence 6. Sentence 6 introduces the idea of attending a visitation, and this additional sentence provides the reader with an explanation of what a visitation is."
    },
    "61072": {
        "id": "61072",
        "summary": "Which sentence would be the BEST concluding sentence for this paragraph?",
        "explanation": "Incorrect \n\tThe best concluding sentence for this paragraph is the following one: Not only will you be getting your child away from tyrannical screens, you may also be starting them off on an exciting future career! Although the other sentences are related to the topic of gifts, education, and electronics, only this sentence focuses on the true topic of this entire paragraph: buying non-electronic gifts for children.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "61074": {
        "id": "61074",
        "summary": "Which sentence would be the BEST concluding sentence for this paragraph?",
        "explanation": "Incorrect \n\tThe best concluding sentence for this paragraph is the following one: A “Gift Certificate Box” will not only be a source of joy and laughter for your family, it can also bring your family closer together. Although the other sentences are related to the topic of gifts, only this sentence focuses on the true topic of this entire paragraph: the Gift-Certificate Box.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "61331": {
        "id": "61331",
        "summary": "What is the BEST way to revise this sentence?",
        "explanation": "Incorrect \n\tThe board of education, the city, the student council, parents, and administrators have concluded that measures must be taken to ensure safety on public school campuses. This sentence is concise without changing the meaning of the original sentence."
    },
    "61337": {
        "id": "61337",
        "summary": "What is the BEST way to revise this sentence without changing its meaning?",
        "explanation": "Incorrect \n\tResearch has proven that teenage males sleep 3 hours longer per day than teenage females. This sentence eliminates unnecessary language without changing the meaning of the sentence."
    },
    "61784": {
        "id": "61784",
        "summary": "Which sentence is the BEST conclusion for a narrative that begins with this introductory sentence?\n\t\n\tRhinoceroses have existed for thirty million years, but today they are one of the most endangered animals on the planet.",
        "explanation": "Incorrect \n\tWe should continue efforts to save this beautiful, endangered species. This is the best concluding sentence because it directly refers to information from the introduction.\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea.\n\t\n\t\n\t\n\tIntroduction\n\t\n\tThis is the beginning of a written work that explains what will be found in the main part."
    },
    "63207": {
        "id": "63207",
        "summary": "What technique does the author use to begin the exposition of the plot of this story?",
        "explanation": "Incorrect \n\tIn this passage, the author uses first person point of view to begin the exposition (the first part of the plot of a story). The narrator is a native of Flatland and thus speaks to the reader with great authority about the nature of his existence and of his land's rules.\n\t\n\tExposition\n\t\n\tThis is the part of the plot that introduces the characters, the setting, and the basic situation.\n\t\n\t\n\t\n\tPlot\n\t\n\tThis is the series of events that happen in a literary work.\n\t\n\t\n\t\n\tNarrator\n\t\n\tThis is the teller of the story.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "64245": {
        "id": "64245",
        "summary": "Which word would most logically connect these two sentences?",
        "explanation": "Incorrect \n\tThe best transition word to use to correct these two sentences is consequently. The first sentence presents a cause (Gabe's terrible behavior at school), and the second sentence presents an effect (Gabe not being allowed to walk at graduation).\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "64476": {
        "id": "64476",
        "summary": "Which BEST identifies the problem with Annie's research paper title?\n\tTitle: The Relationship Between the Socioeconomic Status of Students and the Correlation it has with the Performance of the Schools",
        "explanation": "Incorrect \n\tRedundancy is the grammatical error in the title. Using the words 'relationship between' and 'correlation' is redundant/unnecessarily repetitive. (Correlation is a mutual relationship or connection between two or more things)."
    },
    "64478": {
        "id": "64478",
        "summary": "Which BEST identifies the grammatical problem with this sentence?\n\t\n\tThe youth group met at 4:00 p.m. to protest against the proposal for an extended school day.",
        "explanation": "Incorrect \n\tRedundancy is the grammatical error in the sentence. Using the words 'protest' and 'against' is redundant, which means unnecessarily repetitive."
    },
    "64685": {
        "id": "64685",
        "summary": "A redundant phrase may be very short, and a sentence which contains one may also be short. Redundancy means that the phrase adds no information to the sentence and can be removed without loss of meaning.",
        "explanation": "Incorrect \n\tAlthough we are few as to number, we are confident that we will make a difference. The phrase \"as to number\" is redundant."
    },
    "6472": {
        "id": "6472",
        "summary": "Read the passage. Look at the underlined section marked number (19). There may be a mistake in the way the sentence is written. If you find a mistake, choose the answer that corrects the mistake. If there is no mistake, choose ‘Correct as is.’",
        "explanation": "Incorrect \n\tThe Teutons believed that before there were any gods or any world there was a great empty space where the world now is. \"Before\" accurately shows the sequence of events and maintains coherence.\n\t\n\tSequence\n\t\n\tA group of steps or events that are in order are called a ____.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand."
    },
    "6493": {
        "id": "6493",
        "summary": "Read the passage. Look at the underlined section marked number (6). There may be a mistake in the way the sentence is written. If you find a mistake, choose the answer that corrects the mistake. If there is no mistake, choose ‘Correct as is.’",
        "explanation": "Incorrect \n\tThe young Red Cloud is said to have been a fine horseman, able to swim across the Missouri and Yellowstone rivers, of high bearing and unquestionable courage, yet invariably gentle and courteous in everyday life. This version uses the appropriate vocabulary, \"gentle and courteous,\" for the piece of writing."
    },
    "6520": {
        "id": "6520",
        "summary": "Read the passage. Look at the underlined section marked number 7. There may be a mistake in the way the sentence is written. If you find a mistake, choose the answer that corrects the mistake. If there is no mistake, choose ‘Correct as is.’",
        "explanation": "Correct \n\tEvery girl was taught to sew by the time she was six years old as there were no ‘sewing machines’ or a place to buy ‘ready mades,’. If a girl wanted to have new clothes she had to learn how to make them."
    },
    "6522": {
        "id": "6522",
        "summary": "Read the passage. Look at the underlined section marked number 9. There may be a mistake in the way the sentence is written. If you find a mistake, choose the answer that corrects the mistake. If there is no mistake, choose ‘Correct as is.’",
        "explanation": "Incorrect \n\t\"Only the ones who were known to be experts with the needle were invited for an afternoon of quilting, and all others came later for an evening of fun and dancing.\" The use of the coordinating conjunction \"and\" correctly links the main clauses."
    },
    "6551": {
        "id": "6551",
        "summary": "Passengers were moved by stagecoach.\n\t\n\tWhich sentence would be the BEST replacement for this sentence from paragraph four?",
        "explanation": "Correct \n\tThe key word While... sets up a subordinating idea. That idea is that the last paragraph is about wagons, while this paragraph is about stagecoaches. The transitional sentence using while provides the reader with the contrast and simultaneously announces the new subject of this paragraph: stagecoaches.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "6553": {
        "id": "6553",
        "summary": "Which statement is the BEST way to improve the coherence of paragraph 6's topic sentence?",
        "explanation": "Incorrect \n\tThe main idea is that authorities gained wealth. In each of the other selections, as well as the original, there is no subject to receive the action of \"gained.\" In the original topic sentence, the wagon \"road\" did not gain the wealth.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "66236": {
        "id": "66236",
        "summary": "What supporting evidence supports the last sentence of the paragraph as proof that it is a well-written concluding statement?",
        "explanation": "Incorrect \n\tThe author begins with an explanation supporting the defense of the diversity of our citizens as the foundation that built this country, and then he ends with a reminder that now, over 200 years later, we should not take our freedom for granted. The concluding sentence feels like the end, but it also offers the author a transition for another possible following paragraph in which he may relate the possibilities of the losses of freedom due to so many complacent and often violent people who choose to ignore and/or abuse the rights of freedom; the support and structure of our hard-earned freedom that we as Americans expect to have privilege.\n\t\n\tSupporting\n\t\n\tTo strengthen your ideas and opinions with examples, facts, or details is to add _____ details.\n\t\n\t\n\t\n\tStructure\n\t\n\tThis refers to a writer's arrangement or overall design of a literary work. It is the way words, sentences, and paragraphs are organized to create a complete work.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "66561": {
        "id": "66561",
        "summary": "Which sentence, if placed after this sentence, would provide the most coherence?",
        "explanation": "Correct \n\tThe sentence that would provide the most coherence with the original sentence is the following one: Unfortunately, Governor Bentley never provided any clarification about that vital state issue. This sentence provides coherence by directly referring to words from the first sentence--most notably, the word \"clarification\"--and by using pronoun to refer to \"that issue.\"\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand.\n\t\n\t\n\t\n\tCoherence\n\t\n\tThis is a quality in writing, in which ideas are presented in a clear, logical manner. Writing which lacks this quality may be hard or impossible to understand.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tPronoun\n\t\n\tThis is a word that takes the place of a noun."
    },
    "66685": {
        "id": "66685",
        "summary": "What is the BEST way to describe the problem in this sentence?",
        "explanation": "Correct \n\tThe sentence is redundant; it unnecessarily repeats the same concept is the correct answer. If the meeting is every Friday, it is unnecessary to say it is \"weekly.\""
    },
    "66686": {
        "id": "66686",
        "summary": "What is the BEST way to describe the problem in this sentence?",
        "explanation": "Incorrect \n\tThe sentence is redundant (repetitive)  is the correct answer. It unnecessarily repeats the same concept. It would be just as effective to say \"Ruth thirstily drank the remaining water in the canteen.\" We understand she must be parched, and that she drank all of the water."
    },
    "66737": {
        "id": "66737",
        "summary": "Which shows revisions that would correct this problem?",
        "explanation": "Correct \n\tWe went to the movies, and then we went to the mall. After that, we stopped at Cleo's Barbecue for dinner and ordered the daily special. These revisions combine independent and dependent clauses to create compound and complex sentences.\n\t\n\tComplex Sentence\n\t\n\tThis consists of one independent clause with one or more subordinate clauses.\n\t\n\t\n\t\n\tCombine\n\t\n\tWe often ___ sentences to remove unnecessary words."
    },
    "66946": {
        "id": "66946",
        "summary": "Which BEST describes the variety of sentence length in the provided paragraph?",
        "explanation": "Incorrect \n\tThe writer varies her sentence length by starting off with several short ones and finishing with two longer ones. The author uses three short, one average, and two long sentences. Variety of sentence length is important to the fluency of a passage."
    },
    "66951": {
        "id": "66951",
        "summary": "Which BEST describes revisions that would improve this paragraph?",
        "explanation": "Correct \n\tCombine sentences to remove unnecessary repetition and add variety to the length and types of sentences. This revision will increase fluency.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "66953": {
        "id": "66953",
        "summary": "Which provides a concluding statement that follows from and supports the information presented?",
        "explanation": "Incorrect \n\tCommon Sense helped persuade American colonists that they could successfully wage a war for their independence. This sentence functions BEST as a concluding statement to the information presented about Common Sense. It pulls together the main idea with a definite ending point.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."
    },
    "66955": {
        "id": "66955",
        "summary": "Which provides a concluding statement that follows from and supports the information presented?",
        "explanation": "Incorrect \n\tThe point is, take the time to actually write and give a thank you card. It is a part of you to share and it clearly shows your appreciation. This sentence functions BEST as a concluding statement to the information presented. It pulls together the main idea with a definite ending point.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."
    },
    "66957": {
        "id": "66957",
        "summary": "Which provides a concluding statement that follows from and supports the information presented?",
        "explanation": "Correct \n\tTo sum it up, it is important to buy and maintain a 'go bag' to ensure you have the necessities to make it through a natural disaster. This sentence functions BEST as a concluding statement to the information presented. It sums up the main idea with a definite ending point.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."
    },
    "66974": {
        "id": "66974",
        "summary": "Which explains the BEST way to organize the reasons for this claim?",
        "explanation": "Incorrect \n\tProvide evidence of mishandling funds, give testimony about the time spent on frivolous causes, and show an example of community concerns being ignored. The references to evidence, example, and testimony are a direct match-up with the rationale of the claim.\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tReference\n\t\n\tThis is a source used to find information."
    },
    "66975": {
        "id": "66975",
        "summary": "Which sentence is the BEST concluding statement for this paragraph?",
        "explanation": "Incorrect \n\tTaking a little time to plan can result in happier travelers. It provides a summary statement for the points mentioned in the paragraph."
    },
    "66981": {
        "id": "66981",
        "summary": "Francis is writing an argumentative essay. \n\t\n\tWhich describes the MOST effective way for him to organize the reasons and evidence clearly?",
        "explanation": "Incorrect \n\tInclude at least three specific detailed examples after you have introduced your claim. The claim is included in the introductory paragraph. Supporting evidence FOLLOWS that.\n\t\n\tSupporting Evidence\n\t\n\tThese are the facts or details that back up a main idea, theme, or thesis.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tClaim\n\t\n\tWhen an author makes a ____, (s)he is stating something which might or might not be true. It must be argued.\n\t\n\t\n\t\n\tIntroductory\n\t\n\tThe position or approach of an essay, and a clear thesis statement, are included in the ____ paragraph.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "67360": {
        "id": "67360",
        "summary": "If you were writing a story about a young lady who was trying to get into a very elite college, which sentence would most likely be the first event in that story?",
        "explanation": "Correct \n\tThe sentence that would work most clearly as the beginning of this story is the following one: Elaine stared at the pile of college applications and sighed at all the work her dreams would require. This sentence shows the beginning of Elaine's journey, starting the application process."
    },
    "6768": {
        "id": "6768",
        "summary": "Which book would provide the MOST useful information specifically for teenagers who are considering running a marathon?",
        "explanation": "Correct \n\tMarathons for Beginners is the only choice that specifically addresses marathon training."
    },
    "6785": {
        "id": "6785",
        "summary": "Which source would provide the most relevant and reliable information about the Exxon oil spill of 1989?",
        "explanation": "Correct \n\tEnvironmental Research Journal article, \"The Costliest Oil Spill of Our Time: The Exxon Spill of 1989\", is the best source for relevant and reliable information. Journal articles from research groups are widely accepted as credible sources.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information.\n\t\n\t\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "6791": {
        "id": "6791",
        "summary": "Which source would be best for finding the geographic location for China?",
        "explanation": "Correct \n\tAn atlas would be the best source for locating the geographic location for China. An atlas is a book of maps.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic."
    },
    "6824": {
        "id": "6824",
        "summary": "Which source would provide the MOST bias-free information about second hand smoke as a trigger of asthma?",
        "explanation": "Correct \n\tA brochure from the respiratory information council at Johns Hopkins University would provide the most bias-free information on asthma and secondhand smoke. As a research hospital, Johns Hopkins would provide factual information that is not produced in an effort to benefit financially.\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "6825": {
        "id": "6825",
        "summary": "If a person suffering from asthma has determined that higher altitudes decrease symptoms, which source would be BEST for determining specific altitudes for various locations?",
        "explanation": "Incorrect \n\tAn almanac would provide information such as altitude an topographical features."
    },
    "6826": {
        "id": "6826",
        "summary": "Which research study would provide the MOST information about asthma and heredity?",
        "explanation": "Incorrect \n\tAsthsma, Is It in Your Genes? would provide the most information about asthma and heredity. Our genetic code is based on our heredity."
    },
    "74": {
        "id": "74",
        "summary": "Choose the MOST clear and precise words with which to re-write the underlined section of the sentence.",
        "explanation": "Correct \n\tIn April is correct. It tells exactly when they will depart for Italy."
    },
    "75": {
        "id": "75",
        "summary": "Choose the most concise way to re-write the underlined portion of the sentence.",
        "explanation": "Incorrect \n\tA plan to beat our opponents is correct. It is more concise than the other selections."
    },
    "8180": {
        "id": "8180",
        "summary": "WHEREAS, USATestprep operates is an online resource to help students effectively prepare for their graduation tests/exams;\n\t\n\tWhich sentence is the best choice for editing the excerpt above?",
        "explanation": "Incorrect \n\t\"WHEREAS, USATestprep operates as an online resource to help students effectively prepare for their graduation tests/exams\" is the best revision. It is the only choice that is a complete sentence in the present tense.\n\t\n\tRevision\n\t\n\tThese are changes made to a draft to improve its focus, content or organization."
    },
    "82159": {
        "id": "82159",
        "summary": "There may be a mistake in the way the underlined sentence is written. If you find a mistake, choose the answer that corrects the mistake. If there is no mistake, choose \"Correct as is.\"",
        "explanation": "Correct \n\tThe correct answer is Without question, our relationship is in trouble, and we need help../b\u003e The phrase, \"Without question\" is the appropriate transition term, given the information that precedes it.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "83297": {
        "id": "83297",
        "summary": "For the purpose of remembering to utilize it in his cross-examination, the prosecuting attorney made a note in reference to the defendant's anger when speaking about the victim.\n\t\n\tWhich choice BEST revises the sentence to cut down on wordiness while retaining the sentence's meaning?",
        "explanation": "Incorrect \n\tThe sentence the prosecuting attorney made a note about the defendant's anger when speaking about the victim, so he could utilize it in his cross-examination is correct because it excludes the unnecessarily wordy phrases for the purpose of and in reference to.\n\t\n\tReference\n\t\n\tThis is a source used to find information.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "83472": {
        "id": "83472",
        "summary": "How does the exchange between Ms. Perkins and Benjamin develop the narrative?",
        "explanation": "Incorrect \n\tThe exchange between Ms. Perkins and Benjamin develops the narrative because it prompts Benjamin's analysis of his appearance. Ms. Perkins notes that Benjamin doesn't look any different than he did yesterday, and Benjamin thinks about the fact that he hasn't changed even though he's now an adult.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___."
    },
    "83474": {
        "id": "83474",
        "summary": "What is the effect of the description of Baxter's eyes in the third paragraph?",
        "explanation": "Incorrect \n\tThe description of Baxter's eyes creates a feeling of sympathy. Although Kunal has had a difficult evening, he feels bad for Baxter and lets him stay on the couch."
    },
    "83475": {
        "id": "83475",
        "summary": "How does the author reveal Katina's initial excitement about her internship?",
        "explanation": "Correct \n\tBy describing how Katina selected her clothes with care, the author reveals Katina's initial excitement about her internship. Katina obviously wanted to make a good impression, so she tried to pick out a nice outfit for her first day. Unfortunately, the outfit was ruined when someone bumped Katina's arm, and she spilled coffee on her shirt.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "83479": {
        "id": "83479",
        "summary": "How does the dream at the beginning of the passage affect the narrative?",
        "explanation": "Correct \n\tThe dream foreshadows the end of the passage. Rosita dreams about not having a pencil to write down the answers to a test, which shows that she feels unprepared. At the end of the passage, the author reveals that Rosita has forgotten to finish writing her speech, which shows that she isn't ready for graduation.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address."
    },
    "83510": {
        "id": "83510",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided, or indicate that it should be left as one paragraph.",
        "explanation": "Incorrect \n\tB This begins the description of the flight-or-fight response."
    },
    "83517": {
        "id": "83517",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided.",
        "explanation": "Incorrect \n\tB This begins to give the history of the Oval Office."
    },
    "83520": {
        "id": "83520",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided.",
        "explanation": "Incorrect \n\tC The first paragraph is about trying to understand how humans learn by using animals as test subjects, and the second paragraph is about other theories and hypothesis about humans that does not involve animal testing.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "83523": {
        "id": "83523",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided.",
        "explanation": "Incorrect \n\tB The first paragraph introduces information about the right and left sides of the brain, and the second paragraph describes skills that are developed and used from either the right brain or the left brain, and how it is beneficial to develop both sides.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "83525": {
        "id": "83525",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided.",
        "explanation": "Correct \n\tC The first paragraph describes Little Stenne who is an \"urchin\" of Paris and his father who works as Keeper of the Square. The second paragraph describes how the father adores his son and what the two of them enjoy doing together each day.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "83526": {
        "id": "83526",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided.",
        "explanation": "Incorrect \n\tC This is the beginning of a new argument.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue."
    },
    "83529": {
        "id": "83529",
        "summary": "When a paragraph contains two main ideas, it should be divided into two paragraphs. Choose the letter at the point where the passage should be divided.",
        "explanation": "Incorrect \n\tA The first paragraph is about the king's idea of poetic justice and a description of the punishment arena. The second paragraph is about the terrible things that would happen in the arena.\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "83649": {
        "id": "83649",
        "summary": "Which description would BEST help to develop the events in this passage?",
        "explanation": "Incorrect \n\tTo the freshmen, the hallways looked like a crazy maze of people rushing in all directions. This sentence helps to develop the events in the passage because it explains a major setting of the passage—the school hallways—from the perspective of the main characters. This description helps the reader understand the scene and the events happening there.\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tPerspective\n\t\n\tThis is a writer's or speaker's point of view about a particular subject, and is often influenced by their beliefs or by events in their lives.\n\t\n\t\n\t\n\tCharacters\n\t\n\tThese are the people or animals who take part in a literary work.\n\t\n\t\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens."
    },
    "83651": {
        "id": "83651",
        "summary": "Which dialogue would BEST develop this passage?",
        "explanation": "Correct \n\t\"I loved living in this house, Mom,\" said Sofia. \"I know, and I'm sorry we have to move away,\" said Mom. This example of dialogue between Sofia and Mom is the most effective example. Rather than just restating what is happening, this dialogue reveals Sofia's feelings (love for the house) and introduces a new feature to the plot (the family having to move away).\n\t\n\tPlot\n\t\n\tThis is the series of events that happen in a literary work.\n\t\n\t\n\t\n\tDialogue\n\t\n\tThese are the words spoken by characters in a literary work."
    },
    "83652": {
        "id": "83652",
        "summary": "How could a change in emphasis BEST develop the events in this passage, making for a more interesting and exciting read?",
        "explanation": "Correct \n\tThis passage is poorly paced because it explains McGee's preparations in great detail but then pays relatively little attention to the actual events of the space flight and colonization. To improve pacing, the author should condense some of the earlier sentences (about the preparation) and then expand the final sentence (about the flight and colonization) significantly to give the reader more information. The correct answer is The author could shorten details about McKee's preparations and describe how exciting and dangerous the rocket flight was and tell the adventures that took place during colonization of Saturn..\n\t\n\tEvent\n\t\n\tThis word means anything that happens to or is done by a character in a story.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "86": {
        "id": "86",
        "summary": "Which sentence expresses the main idea most precisely and clearly?",
        "explanation": "Incorrect \n\tA is correct. The sentence conveys the main idea most concisely.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation."
    },
    "8617": {
        "id": "8617",
        "summary": "Which is the BEST way to rewrite Sentence (2)?",
        "explanation": "Incorrect \n\tMany people don't realize that pets are also in danger from many common household sources is the correct answer because it is the only sentence that does not have awkward construction and smoothly transitions from the first sentence's topic (baby-dangers) to the real passage topic: pet-dangers.\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "8792": {
        "id": "8792",
        "summary": "What is the BEST way to revise sentence number (12)?",
        "explanation": "Correct \n\tSubstitute the word 'product' for the word 'stuff.'is the correct answer because the word 'stuff' is too informal for this article."
    },
    "8940": {
        "id": "8940",
        "summary": "What is the BEST way, if any, to revise Sentence (5)?",
        "explanation": "Incorrect \n\tLeave as is is the correct answer. Answer choice A uses the passive voice. Answer choices B and C do not give the same information as the original sentence."
    },
    "89405": {
        "id": "89405",
        "summary": "If you were to rewrite the sentence above to provide greater detail and description, which would be the best choice?",
        "explanation": "Correct \n\tThe correct answer is The backseat of my car is strewn with papers and trash. This sentence does the best job giving the reader a chance to visualize the actual objects cluttering up the car."
    },
    "89406": {
        "id": "89406",
        "summary": "Which answer provides the best example of vivid sensory detail?",
        "explanation": "Incorrect \n\tThe correct answer is Red roses bloomed boldly in the wet, gray mist, scenting the air with nectar. Of all of the choices, this sentences is the only one which provides both visual and olfactory details, and is thus the most vivid.\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "8948": {
        "id": "8948",
        "summary": "Which source would be BEST to use to find further information on household items that are hazardous to pets?",
        "explanation": "Incorrect \n\tInternet search engine is the correct answer because none of the other sources would contain much information, if any, on the subject.\n\t\n\tsource\n\t\n\tA research __________ is any material that can be used to locate information about a given topic.\n\t\n\t\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action."
    },
    "89560": {
        "id": "89560",
        "summary": "Which word or phrase BEST links the ideas in this sentence?\n\t\n\tIt was a great decision to take this route, ____________ to avoid the school traffic.",
        "explanation": "Incorrect \n\tThe correct answer is chiefly. This emphasis transition enhances logical organization and improves the connections between thoughts.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "89580": {
        "id": "89580",
        "summary": "Which BEST links the ideas in this sentence?\n\t\n\t___________________ the film lasted three hours, it was interesting.",
        "explanation": "Correct \n\tThe correct answer is even though. This transition enhances logical organization and improves the connections between thoughts.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "89581": {
        "id": "89581",
        "summary": "Which BEST links the ideas in this sentence?\n\t\n\tJadyn is not feeling well today. ______________ he will not be attending the meeting.",
        "explanation": "Correct \n\tThe correct answer is consequently. This emphasis transition enhances logical organization and improves the connections between thoughts.\n\t\n\tOrganization\n\t\n\tIn writing, this is the process of ordering, structuring and presenting information. It is called the _____ of the text.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "92161": {
        "id": "92161",
        "summary": "\"My first day of school was so bad that I know the rest will have to be better.\" What function does this sentence serve in the paragraph as a whole?",
        "explanation": "Correct \n\tThe correct answer is It serves to conclude the paragraph. This sentence comes at the end of the paragraph, and restates the thesis; it therefore serves the purpose of being a concluding paragraph.\n\t\n\tThesis\n\t\n\tThe main point or central idea that a writer states and then endeavors to prove is called a ____.\n\t\n\t\n\t\n\tPurpose\n\t\n\tAn author's ____ could be to inform, to entertain, or to persuade."
    },
    "94544": {
        "id": "94544",
        "summary": "Which transition would go most logically in the blank marked [Transition]?",
        "explanation": "Correct \n\tThe best transition between the two sentences is the phrase In response to. This phrase makes it clear that Shakespeare's composition of Macbeth was a direct reaction to James I's coronation.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "94545": {
        "id": "94545",
        "summary": "Which transition would go most logically in the blank marked [Transition]?",
        "explanation": "Incorrect \n\tThe best transition between the two sentences is the phrase Afterward. The second sentence happens chronologically after the first one.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tFirst\n\t\n\tThe point of view in which a story is told by one of the characters is called ____ person."
    },
    "94595": {
        "id": "94595",
        "summary": "Which provides the best transition between the two paragraphs?",
        "explanation": "Incorrect \n\tThe best transition between the paragraphs would be the phrase, As a result. This phrase provides a cause and effect relationship between the two paragraphs.\n\t\n\tCause and Effect\n\t\n\tThis is the relationship between two or more events in which one event brings about another.\n\t\n\t\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "94639": {
        "id": "94639",
        "summary": "Which provides the best transition between the two paragraphs?",
        "explanation": "Incorrect \n\tThe best transition between the paragraphs would be the phrase, On the other hand. This phrase provides a contrast to the next paragraph: \"On the other hand, Public Health officials are horrified by Hicox's flagrant disregard for the health of other people in Maine.\"\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing.\n\t\n\t\n\t\n\tcontrast\n\t\n\tThis is a method of relating how two or more elements or texts are DIFFERENT."
    },
    "94650": {
        "id": "94650",
        "summary": "Which sentence uses an objective tone and formal language?",
        "explanation": "Incorrect \n\tStudies have recently revealed that sinus infections in adults are more prevalent in the autumn than in the spring. This sentence maintains an objective tone and formal language because it presents the facts of the research without personal opinion.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tTone\n\t\n\tThis is the attitude that an author takes toward the audience, the subject, or a character.\n\t\n\t\n\t\n\tFormal Language\n\t\n\tThis kind of language usually has longer sentences and a greater variety of words than everyday speech. Slang, contractions, and jargon are avoided.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "95654": {
        "id": "95654",
        "summary": "If a story is told in a simple chronological manner, starting at the beginning and going through the middle to the end, which would it definitely NOT feature?",
        "explanation": "Incorrect \n\tThe correct answer is frequent flashbacks. Flashbacks wouldn't be featured if the chronology went from beginning to end with no chronological skipping around.\n\t\n\tFlashback\n\t\n\tThis is a scene, a conversation, or an event that interrupts the present action to show something that happened in the past."
    },
    "97021": {
        "id": "97021",
        "summary": "Choose the best concluding statement for this paragraph.",
        "explanation": "Incorrect \n\tThe correct answer is I will find happiness in my career as a veterinarian because when animals need my assistance, I know that I will be able to help them. Of all the choices, this is the one which best summarizes the content of the paragraph.\n\t\n\tSummarize\n\t\n\tTo restate briefly is to ____."
    },
    "97650": {
        "id": "97650",
        "summary": "Which would be the most appropriate transitional phrase to use for the beginning of the second sentence?",
        "explanation": "Incorrect \n\tThe correct answer is At the same time. This transitional phrase best shows the ambivalence of the speaker towards the subject, in context, since he both wants to stay out of the matter and yet feels drawn to be involved with it.\n\t\n\tSubject\n\t\n\tThis is a person, place, thing, or idea, that the sentence is about or that performs an action.\n\t\n\t\n\t\n\tcontext\n\t\n\tWhen we find the meaning of a word (or phrase) by looking at the words and sentences around it, we are using ____ clues."
    },
    "97652": {
        "id": "97652",
        "summary": "The last train is leaving the station, it is time to get on board.\n\t\n\tThe above sentence is a comma splice. Which of these choices best corrects the error and displays a coherently worded sentence?",
        "explanation": "Correct \n\tThe correct answer is Because the last train is leaving the station, it is definitely time to get on board. This forms a coherently worded sentence, where each clause relates to the other in a way that makes sense."
    },
    "97659": {
        "id": "97659",
        "summary": "Which transition works best for the beginning of the final sentence?",
        "explanation": "Incorrect \n\tFinally works best as the transition into the final sentence, as the final point sums up the overall point being made in the paragraph.\n\t\n\tTransition\n\t\n\tThese are words, phrases or sentences that link segments of writing."
    },
    "97667": {
        "id": "97667",
        "summary": "Choose the best concluding sentence for this paragraph.",
        "explanation": "Incorrect \n\tThe correct answer is Lonely and discombobulated as I felt, that was truly a day I will never forget. This choice best sums up the experience related in the paragraph.\n\t\n\texperience\n\t\n\tThis is the name for what is gathered through the general process of living, or for the process itself."
    },
    "97674": {
        "id": "97674",
        "summary": "Which is the best concluding sentence for this paragraph?",
        "explanation": "Incorrect \n\tThe best concluding sentence for this paragraph is the following one: Still, even with their flaws, web content filters are a vital part of any high school's technology program. This sentence sums up the main idea of the paragraph accurately and clearly.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "97675": {
        "id": "97675",
        "summary": "Which is the best concluding sentence for this paragraph?",
        "explanation": "Correct \n\tThe best concluding sentence for this paragraph is the following one: Therefore, either public speaking classes should be made a graduation requirement or teachers should integrate oral speeches into their current curriculum. This sentence sums up the main idea of the paragraph accurately and clearly.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "97690": {
        "id": "97690",
        "summary": "Which is the best concluding sentence for this paragraph?",
        "explanation": "Incorrect \n\tThe best concluding sentence for this paragraph is the following one: With other activities planned for the future, STAND is hoping to create more positivity at school and make bullying less likely. This sentence sums up the main idea of the paragraph accurately and clearly.\n\t\n\tMain idea\n\t\n\tThis is the most important idea of a reading passage or presentation.\n\t\n\t\n\t\n\tConcluding Sentence\n\t\n\tThis is the statement which brings a paragraph to a close by restating the main idea."
    },
    "97692": {
        "id": "97692",
        "summary": "You are writing an essay on the effects of stress upon college football coaches' health. \n\t\n\tWhich fact would be most relevant to your argument?",
        "explanation": "Correct \n\tThe fact that would be most relevant to an essay on the effects of stress on college football coaches would be the following one: Studies have shown that statistically college football coaches suffer from more heart attacks than high school coaches. The other sentences are related, but not precisely relevant or focused on the overall topic.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "97693": {
        "id": "97693",
        "summary": "You are writing an essay on the the way President Franklin Delano Roosevelt helped changed America's perception of the disease of polio.\n\t\n\tWhich fact would be most relevant to your argument?",
        "explanation": "Incorrect \n\tThe fact that would be most relevant to this essay topic would be the following one: Roosevelt purchased land in Georgia near some hot springs that he used for therapy for his polio. The other sentences are related to FDR's life, but not precisely relevant or focused on the overall topic.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tRelevant\n\t\n\tWhen something closely relates to a subject it is called ____ to the subject."
    },
    "97698": {
        "id": "97698",
        "summary": "You are writing an essay on whether or not stretching before lifting weights is helpful for increasing strength, and you need concrete facts.\n\t\n\tWhich is a concrete fact you could use in your essay and not an abstract assertion?",
        "explanation": "Incorrect \n\tThe following sentence is a concrete fact useful for this essay: One study done by the University of California found that stretching before lifting weights increased men's strength by 5 - 8%.. All of the other statements are generalizations that are necessary for indicating the focus of the essay, but aren't helpful for actually providing support for the essay's argument.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "97699": {
        "id": "97699",
        "summary": "You are writing an essay on whether nuclear power or coal-burning plants cause more pollution for the environment, and you need concrete facts.\n\t\n\tWhich is a concrete fact you could use in your essay and not an abstract assertion?",
        "explanation": "Incorrect \n\tThe following sentence is a concrete fact useful for this essay: The fact that nuclear power plants have more federal regulations placed upon them than coal-burning power plants show that nuclear plants are far safer and cleaner.. All of the other statements are generalizations that are necessary for indicating the focus of the essay, but aren't helpful for actually providing support for the essay's argument.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it."
    },
    "97701": {
        "id": "97701",
        "summary": "You are writing an essay on the use of the archetype of the \"evil woman\" in the films of Christopher Nolan (who directed the Batman-Dark Knight trilogy), and you need concrete facts.\n\t\n\tWhich is a concrete fact you could use in your essay and not an abstract assertion?",
        "explanation": "Incorrect \n\tThe following sentence is a concrete fact useful for this essay: In Nolan's third Batman film, the role of the \"evil woman\" is played by Miranda who ends up betraying and stabbing Batman.. All of the other statements are generalizations that are necessary for indicating the focus of the essay, but aren't helpful for actually providing support for the essay's argument. The other answer choices lack specific examples and details.\n\t\n\tFact\n\t\n\tA statement that can be proved to be true or false is called a statement of ___.\n\t\n\t\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tSupport\n\t\n\tTo strengthen or prove an argument, analysis, or idea by providing facts, details, examples and other information is to ___ it.\n\t\n\t\n\t\n\tFilm\n\t\n\tThis form of media projects individual pictures onto a screen to produce the illusion of continuous motion.\n\t\n\t\n\t\n\tdetail\n\t\n\tThis is a piece of information that is used to support a main idea."
    },
    "97733": {
        "id": "97733",
        "summary": "You are writing an essay on whether or not running barefoot is harmful to a runner's health, and you need to cite an effective quotation.\n\t\n\tWhich quotation from a research source could you use in your essay?",
        "explanation": "Incorrect \n\tThe following sentence is a quotation that would be useful for this essay: \"Unsurprisingly, many running shoe companies have begun paying for research into ways running barefoot damages a runner's feet.\". All of the other answer choices are related in topic, but not focused on the actual argument of the research essay.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "97734": {
        "id": "97734",
        "summary": "You are writing an essay on how the lives of elephants in zoos differ from the lives of elephants in the wild, and you need to cite an effective quotation.\n\t\n\tWhich quotation from a research source could you use in your essay?",
        "explanation": "Incorrect \n\tThe following sentence is a quotation that would be useful for this essay: \"Several studies have indicated that elephants held in captivity tend to exhibit signs of stress such as endless pacing.\". All of the other answer choices are related in topic, but not focused on the actual argument of the research essay.\n\t\n\tArgument\n\t\n\tThis involves one or more reasons presented by a speaker or a writer to lead the audience or reader to a conclusion on an issue.\n\t\n\t\n\t\n\tTopic\n\t\n\tThis is the specific part of a subject that is dealt with in a research paper, essay, or presentation.\n\t\n\t\n\t\n\tresearch\n\t\n\tThis is the process of gathering, evaluating, and organizing information."
    },
    "99934": {
        "id": "99934",
        "summary": "Identify the words that MOST need to be changed to standard English:\n\t\n\tCatherine insisted that the wedding planner spare no expense, but Ryan wanted the wedding planner to cut corners as much as possible.",
        "explanation": "Incorrect \n\tCut corners are the words that MOST need to be changed because they cannot be understood literally and could confuse some readers."
    },
    "99936": {
        "id": "99936",
        "summary": "Which BEST identifies the way this conversation is different from more formal, written standard English?\n\t\n\tDan: \"Grace, I don't care if you can't get here until Monday, as long as you're planning on staying at least a week.\"\n\t\n\tGrace: \"Thank you Dan, I'll be there as soon as possible. It'll probably be Monday evening.\"",
        "explanation": "Incorrect \n\tThe conversation uses contractions five times in three sentences. This answer choice addresses the use of contractions. Contractions are often used in spoken English, but used less often in written standard English."
    },
    "99937": {
        "id": "99937",
        "summary": "Choose a word or phrase that completes the statement using conventional language.\n\t\n\tThe employee left his lunch in the refrigerator, but when he returned and it was gone, he",
        "explanation": "Correct \n\tYelled in outrage is the phrase that completes the statement using conventional language. The other answer choices can be understood only figuratively, not literally."
    },
    "99938": {
        "id": "99938",
        "summary": "Choose a word or phrase that completes the statement using standard, conventional language.\n\t\n\tWhen teenagers break rules, many parents feel it is necessary to...",
        "explanation": "Correct \n\tSet new rules with stronger punishments is the phrase that completes the statement using conventional language. The other answer choices contain word choices that are not conventional (lay down the law; squash; kids; straighten up).\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "99940": {
        "id": "99940",
        "summary": "The way we express ourselves varies. Sometimes and in some places, we speak or write informally, but at other times or in other places, we speak or write more formally. The more formal word choices are called standard or conventional.\n\t\n\tWhich list of settings is acceptable for more formal speech and writing choices?",
        "explanation": "Incorrect \n\tLanguage arts essay, conversation with your principal, computer manual-This list contains settings that are appropriate for formal speech and writing word choices.\n\t\n\tSpeech\n\t\n\tThis is a talk or public address.\n\t\n\t\n\t\n\tSetting\n\t\n\tThis is the time and place in which a literary work happens.\n\t\n\t\n\t\n\tWord Choice\n\t\n\tThis is another way of saying \"diction.\" This can help reveal a) the tone of the work, b) connotations of meaning, and/or c) his style of writing."
    },
    "99941": {
        "id": "99941",
        "summary": "Choose the replacement that MOST improves the underlined expression by changing it to concise and conventional language.\n\t\n\tHolding her spoon, Janine grabbed the jar and then scooped out a big old glob of peanut butter.",
        "explanation": "Correct \n\tA large spoonful is the best answer choice to express the underlined portion (a big old glob) in a more concise way and with conventional language."
    }
}